[
  {
  "Name" : "You Are Here" ,
  "Text": "01:00:02 Jim Gaffigan  There’s really nobody that hates comedy. But not everyone can do it. 01:00:07 Ray Romano  My wife wouldn’t have had anything to do with me if I wasn’t funny. 01:00:11 Janeane Garofalo  Comedy writing, comedy film - it brings you joy. 01:00:15 Whitney Cummings  Comedy is definitely an artform, of course, but it’s also kind of a sport. 01:00:21 Carl Reiner  Maybe the best ever was Lucille Ball.  She could do everything. 01:00:25 Mike Myers  I think silly and having fun is our natural state. 01:00:29 Comedy Sketch  Male And now for something completely different. 01:00:31 Jerry Seinfeld  In America, we turned comedy into a whole world. 01:00:36 Tommy Davidson  Comedy is also a societal essential. 01:00:39 Gabriel Iglesias  It’s a getaway it’s an escape. 01:00:41 Jeff Foxworthy  It’s the release valve that keeps the boiler from exploding. 01:00:44 Paula Poundstone  Through any kind of difficulty, laughter is healing. 01:00:48 Lewis Black  Comedy is important to celebrate as an artform because it’s not been celebrated at all, ever. 01:00:53 Billy Crystal  Everybody else has a place, why not us? 01:00:59 Jim Gaffigan  We all love comedy, we get it. Alright? Enough with the dilly dally, get in there. 01:01:09 Jim Gaffigan  There’s really nobody that hates comedy. But not everyone can do it. 01:01:15 Ray Romano  My wife wouldn’t have had anything to do with me if I wasn’t funny. 01:01:18 Janeane Garofalo  Comedy writing, comedy film, it brings you joy. 01:01:23 Whitney Cummings  Comedy is definitely an art form of course, but it’s also kind of a sport. 01:10:28 Carl Reiner  Maybe the best ever was Lucille Ball.  She could do everything. 01:01:33 Mike Myers  I think silly and having fun is our natural state. 01:01:38 Comedy Sketch  Male And now for something completely different. 01:01:39 Jerry Seinfeld  In America, we turned comedy into a whole world. 01:01:43 Tommy Davidson  Comedy is also a societal essential. 01:01:46 Gabriel Iglesias  It’s a getaway, it’s an escape. 01:01:48 Jeff Foxworthy  It’s the release valve that keeps the boiler from exploding. 01:01:52 Paula Poundstone  Through any kind of difficulty - laughter is healing. 01:01:55 Lewis Black  Comedy’s important to celebrate as an artform because it’s not been celebrated at all, ever. 01:02:01 Billy Crystal  Everybody else has a place, why not us? 01:02:08 Jason Segel  Yeah, but really the best way to learn about comedy is to experience it. So, go on in, have a look around.  They did a pretty good job. 01:02:18 Jim Gaffigan  There’s really nobody that hates comedy.  But not everyone can do it. 01:02:24 Ray Romano  My wife wouldn’t have had anything to do with me if I wasn’t funny. 01:02:28 Janeane Garofalo  Comedy writing, comedy film, it brings you joy. 01:02:32 Whitney Cummings  Comedy is definitely an art form of course, but it’s also kind of a sport. 01:02:37 Carl Reiner  Maybe the best ever was Lucille Ball.  She could do everything. 01:02:42 Mike Myers  I think silly and having fun is our natural state. 01:02:46 Comedy Sketch  Male And now for something completely different. 01:02:48 Jerry Seinfeld  In America, we turned comedy into a whole world. 01:02:53 Tommy Davidson  Comedy is also a societal essential. 01:02:56 Gabriel Iglesias  It’s a getaway, it’s an escape. 01:02:57 Jeff Foxworthy  It’s the release valve that keeps the boiler from exploding. 01:03:01 Paula Poundstone  Through any kind of difficulty - laughter is healing. 01:03:05 Lewis Black  Comedy’s important to celebrate as an artform because it’s not been celebrated at all - ever. 01:03:10 Billy Crystal  Everybody else has a place. Why Not us? 01:03:16 Lewis Black  Well, hopefully you get it by now. We like comedy. I mean, why else would we be here?  So, get on over to those exhibits, okay? Or don’t. We don’t care, we’ve already got your money."
  },{
  "Name" : "George Carlin Stuff: Carlin’s Trajectory" ,
  "Text": "01:00:06 George Carlin  Often, people want to know… how you start this job, you know, how you get started. And… \"did you always want to be a comedian?\" \"not in the womb, but right after that, yes…\" 01:00:20 Talk Show Clip  Talk Show Host I remember when George Carlin was not so hip and irreverent. What changed?  George Carlin I started out in folk rooms and coffee houses with a partner, Jack Burns in 1960, and we did, you know, hip stuff at that time. 01:00:31 Burns & Carlin Clip  Jack Burns Why George, you bent over and picked that up like a 16-year-old boy.   George Carlin Well, no wonder, with my Playtex living jockey short. 01:00:41 George Carlin  I used to do an impression of Lenny Bruce in the act. So, our manager brought Lenny in to see the impression, hoping Lenny would like us. The next day, a big agency signed us, based on Lenny Bruce’s rave reaction. And that started my career. 01:00:53 George Carlin Clip  George Carlin  And now with the latest in weather, here’s Al Sleek, your hippy-dippy weatherman.  Al Sleek Hey baby, what’s happenin’? 01:01:01 Robert Klein  George Carlin’s routines - they were very funny, and they were different, even in their early incarnations. Hippy-dippy Weatherman, it was sharp and smart. 01:01:12 George Carlin Clip  Present temperature is 61 degrees at the airport. Which is stupid, man, cause I don’t know anyone who lives at the airport. 01:01:21 George Carlin  I always had this dual track going on - I’m entertaining nice folks in nightclubs with nice material, and I’m a cute guy with a suit and a short haircut. And I realized that I was entertaining the wrong people, I was entertaining the mothers and fathers of the people I really had sympathy for, which was the youth culture of the time. 01:01:38 Richard Zoglin  He then gradually let his hair grow, his beard grow. 01:01:42 Talk Show Clip  George Carlin, Fm and Am. 01:01:44 Richard Zoglin  This was a big shock to a lot of the show business world, because he was a successful comedian. 01:01:50 George Carlin Standup  By the way, the country has come a long way on freaks and long hairs. I must congratulate the nation. Really, in the last two years, no longer when you go in a store do they go [Makes Freaking Out Sounds] 01:01:59 Richard Zoglin  He started doing material about drugs and Vietnam. He had hugely successful albums. And George Carlin really became the first counterculture comedian. 01:02:08 George Carlin Standup - Recording  But, you know, that’s why there’s a drug problem, man. There’s all those drug stores, right? Every three or four blocks, there’s a big sign \"Drugs.\" \"Open all night, drugs.\" \"We deliver – drugs.\" And the pharmacist is always stoned. You ever notice that? 01:02:24 W. Kamau Bell  Before George Carlin, a comic was a thing that your parents liked. And then with Carlin, a comic becomes a thing that the kids like and the parents think is dangerous. 01:02:32 Talk Show Host  He has a great rapport with America’s youth because he’s concerned about conditions. Here is George Carlin. 01:02:38 Johnny Carson Clip  Johnny Carlin Would you welcome Mr. George Carlin. 01:02:42 W. Kamau Bell  Carlin becomes the first modern-era rock star comedian. 01:02:46 Saturday Night Clip  Announcer Ladies and gentlemen, George Carlin! 01:02:52 George Carlin  And that’s when Hbo came along. And it was my way to have a mass audience. 01:02:56 George Carlin Standup  What do dogs do on their day off? They can’t lie around, that’s their job. 01:03:03 George Carlin Standup  This is a place where gun store owners are given a list of stolen credit cards, but not a list of criminals and maniacs! And now they’re thinking about banning toy guns, and they’re gonna keep the [Bleep] real ones! 01:03:17 Margaret Cho  And then he turned from counterculture comedian into elder statesman. 01:03:22 George Carlin Standup  We need a place for low-cost housing and I have just the place… golf courses. Golf courses! 01:03:31 George Carlin  I learned then that I had kind of a more serious writer-voice in me. And the shows that came in the ‘90s, there’s more of a \"philosophy.\" That was another important shift for me. 01:03:43 Pete Holmes  George Carlin said that when somebody’s laughing, that’s the best time to change somebody’s mind. It seems like he’s just doing standup, but really he is changing the fabric of society. 01:03:54 George Carlin Standup  Religion has actually convinced people that there’s an invisible man living in the sky, who watches everything you do, every minute of every day. 01:04:06 Lewis Black  He found another plateau. And when you find that next plateau, you bounce from that plateau, and then you kinda go, wow, I really wonder what would the next one have been. 01:04:15 George Carlin Standup  Thanks for coming in here tonight."
  },{
  "Name" : "George Carlin’s Stuff: Carlin’s Words" ,
  "Text": "01:00:06 George Carlin  I want to talk a little bit about words. Words are, uh… well, they’re everything! 01:00:15 Paul Feig  Carlin was very into linguistics and the power of words. When you’re a standup comedian, since language is your stock and trade, you really analyze it a lot. 01:00:24 George Carlin  My mother and father were very verbally gifted, they were very funny. 01:00:28 George Carlin  My mother stimulated that thing in me about language, where she’d read a newspaper an d she would call me into the room and say, \"look at these words! Look how that word cuts through that sentence.\" They had an effect on her, and she was able to transmit that to me. 01:00:41 George Carlin  Now think of me in the ‘40s, I’m about 10, 11, and I adored Danny Kaye. 01:00:45 Danny Kaye Clip  Danny Kaye Does the talisman palace have the pellet with the poison?  Female 1 No, the pellet with the poison’s in the vessel with the pestle.  Danny Kaye Oh, the pestle with the vessel.  Female 2 The vessel with the pestle. 01:00:51 George Carlin  And I said, \"I can do that!\" 01:00:52 George Carlin Standup  Good evening, sport fans. Pitt Burn is here in the Pitt Burn Sportlight Spotlight spotlighting sports in the Sportlight Spotlight. 01:01:00 Whitney Cummings  George Carlin was kind of a poet, in a way. It felt like spoken word. He had this very unique pentameter that was hypnotic. 01:01:09 George Carlin Standup  I’m aware some stare at my hair. In fact, to be fair, some really despair of my hair. But I don’t care, cause they’re not aware. Nor are they debonnaire. In fact, they’re just square. They see hair down to there, say beware, and go off on a tear. 01:01:26 George Carlin  You listen for rhythms, you, you look for ways to sing at the same time you’re talking. And to go [Sings Pentameter] 01:01:34 George Carlin Standup  Even volleyball is racquetless teen ping-pong played with an inflated ball and a raised net while standing on the table. 01:01:40 Carlin’s \"seven words you can’t say on Tv\" bit - it’s just as strong today as when you couldn’t say \"fart\" on Tv. 01:01:46 George Carlin Standup  I started to realize there are more ways to describe filthy words than there are filthy words. 01:01:50 George Carlin Standup  They call them dirty, bad, filthy, foul, naughty, saucy, bawdy, raunchy, rude, crude, lewd, lascivious, indecent, profane, obscene, blue, off-color. 01:02:05 Patton Oswalt  He was able to point out the invisible stuff, that we never thought twice about, to show you how ridiculous it is. 01:02:13 George Carlin Standup  They tell you, \"get On the plane, get On the plane, get on!\"  Nuh-uh, I’m getting In the plane. Let Evil Knievel get On the plane. 01:02:22 Patton Oswalt  And the audience is just, they can’t believe how alien they’ve been taught to speak. 01:02:27 George Carlin Standup  The term \"jumbo shrimp\" has always amazed me. What is a jumbo shrimp? I mean it’s like military intelligence, the words don’t go together, man. How did that… 01:02:38 George Carlin Standup  I wonder why women wear evening gowns to nightclubs. Why don’t they wear nightgowns? 01:02:47 Judd Apatow  The way George Carlin examined language, a lot of it was silly and absurd. 01:02:51 George Carlin Standup  When you have only one M&M left, you have an M. 01:02:56 Judd Apatow  But he broke it down in a way that you never thought to do before. It really became an education. 01:03:02 George Carlin Standup  If you looking for self-help, why would you read a book written by somebody else? That’s not self-help, that’s help. 01:03:10 George Carlin  If the jester says something funny, well he’s a jester. If he says it in marvelous language that we, we say, \"ooh, isn’t that a nice way to put that?\" then he’s a bit of a poet. And if there’s a bit of a philosophy in it, he becomes something else again, a philosopher. 01:03:23 Richard Lewis  George Carlin was one of the great wordsmiths in, in, in American history, as far as I’m concerned. 01:03:29 George Carlin Standup  I’m a modern man, a man for the millennium. Digital and smoke-free, a diversified, multicultural, postmodern, deconstructionist, politically, anatomically and ecologically incorrect. 01:03:40   It was a feat, what he did. The way that he wrote, how much he had to remember, the way that he said it, in such a harmonious way. It’s a marvel on, on every level. 01:03:50 George Carlin Standup  I take it slow. I go with the flow, I ride with the tide, I got glide in my stride. Drivin’ and movin’, sailin’ and spinnin’, jivin’ and groovin’, wailin’ and winnin’. I don’t snooze, so I don’t lose, I kept the pedal to the metal and the rubber on the road. I party hearty and lunchtime is crunch time. I’m hangin’ in, there ain’t no doubt, and I’m hangin’ tough, over and out. Thank you."
  },{
  "Name" : "George Carlin’s Stuff: Carlin’s Process" ,
  "Text": "01:00:07 Talk Show Clip  Wally Bruner You’re also doing some writing, aren’t you?  You do most of your own material?  George Carlin All of it, yeah.  That’s the only way I like to make things - from my own head.    Female Audience Member Can I just say something? One – at one thing George did the pollen count from the Jewish hospital that just killed…  George Carlin The pollen count from Long Island Jewish Hospital: one, two, three, four, five … 01:00:28 Lewis Black  What makes George special is his writing, this is not improvising, he’s writing this stuff down and rewriting and rewriting.  And he was incredible, because he has an extraordinarily unique creative process. 01:00:39 George Carlin  I file ideas and thoughts, notions, any kind of thing that comes into my head. My first boss told me, write it down, keep it, you’ll be glad you have it someday. So, I have 35 years of actual pencil-written notes. 01:00:50 Kelly Carlin  I don’t think his brain ever shut off.  My dad filled zip lock baggies with these handwritten pieces of paper.  Each one of these slips of paper, it’s like literally looking into his mind. 01:01:03 George Carlin  I’m a bit anal, so things get categorized and – and they subcategorized, and I can find them easily.  And over the years they accumulated, and I have 2,000, roughly, files on every subject we can think of. 01:01:15 George Carlin  The English language, Race, War, Love … 01:01:18 Kelly Carlin  Religion, death, euphemisms. And then he’d get enough within a category that he would think, maybe I’ve got enough for a bit.  And then this is where the magic alchemy would happen, which no one ever saw. 01:01:31 George Carlin  As I notice patterns, suddenly you’ll see the connection between two totally unrelated things in different folders, something bigger happens.  Another molecule is added. I’ll find a whole new joke. And it’s – and it’s a slow process of just fix a little here, fix a little there, fix a little here, fix a little there. 01:01:45 George Carlin Show  American English is loaded with euphemisms.  And thanks to our fear of death in this country, I won’t have to die. I’ll pass away. 01:01:58 George Carlin  So, I pay attention to my files and I have attitudes and I save things according to my attitudes, write something out, revise it about 20 times, and it grows from there. And it’s usually very close to completion by the time I put it on stage. 01:02:10 George Carlin  Thank you. Thank you. Thank you, thank you. 01:02:13 Janeane Garofalo  I remember seeing George Carlin’s workshop for a week at the Comedy Store. He’s honing, he’s crafting. 01:02:18 George Carlin  Just a little explanation what we’re doing here tonight - I’m getting ready for an Hbo show and so I’m crowding in all the latest little changes and things I’m trying to do to the material.  There’s actually one piece I’m gonna read to you in the middle of the show.  Don’t worry, the jokes are all on the pages I’ll be reading. 01:02:31 Richard Lewis  So, he lived for that hour, but he did it like a playwright, like a playwright. Once I said to George, how’s the show?  And he says, I have two minutes and eight seconds left to figure out. And I said, wow. 01:02:46 George Carlin  People will say \"God Bless America.\" Politicians say it at the end of every speech. \"Thank you, ladies and gentlemen, God Bless you and God Bless America.\" Let me tell you something about God. He doesn’t give a sh- – any more of a shit about America than he does Denmark, Mexico, Fiji, Israel, Greenwich Village, Disneyland or the Suez Canal. 01:03:04 Kelly Carlin  That was his favorite part, building this piece. One of the things he would say to me is, \"I can’t wait for these people to hear what I’ve come up with this time.\" 01:03:15 George Carlin  The greatest joy to me is in forming the ideas into material. The performing is very gratifying and it’s the end of the process. But the glee comes from finding something and saying, oh, isn’t that fabulous, no one else seems to have noticed that. And then to say it your way. 01:03:34 George Carlin Clip  And the invisible man has a special list of 10 things he does not want you to do. And if you do any of these 10 things he has a special place full of fire and smoke and burning and torture and anguish, where he will send you to live and suffer and burn and choke and scream and cry forever and ever, till the end of time.  But He loves you."
  },{
  "Name" : "Page to Stage: Film and Tv" ,
  "Text": "01:00:00 Forgetting Sarah Marshall Clip  Sarah  Peter…  Peter Hi.  Sarah What are you doing here? 01:00:04 Jason Segel  Writing, to me, is this battle against you and a blank page. When you’re writing a 120-page script, you have to really want it. 01:00:12 Peter Tolan  What I will do is, first of all, not write for a great deal of time. I will sit and think, you know, I, or I tell people I’m thinking. 01:00:19 Freaks And Geeks Clip  This is genius.  Harris It was my idea. I’m the genius. 01:00:23 Paul Feig  Well, you gotta have a story, you have to have something to carry you along. 01:00:26 Judd Apatow  I started emailing myself ideas, or I have a little thing in my phone for notes. 01:00:30 Larry David  I write them down on a small pad. Then, when the pad starts to fill up, I write it into a big notebook. 01:00:36 Mike Myers  I use copious 3x5 cards. I use every visual, it, it can’t keep it in your head, the structure of a movie. 01:00:42 Billy Crystal  Then I get it on the page, and I start… 01:00:44 Carol Leifer  You throw these ideas into, kind of a crockpot, and then all this other stuff comes out of it. 01:00:49   You’re creating a world, you’re populating it with characters. And if they start to develop, they tell you who they want to be, and they tell you what they want to say. 01:00:58 Clip  Thank God it’s Friday! 01:01:01 Larry Wilmore  The beginning’s the easiest part, because that’s where the idea is the strongest. The challenge is, how do we keep topping ourselves and have a satisfying ending? 01:01:08 Jason Segel  I mean, you’re reading it and rereading it and writing it and rewriting it. 01:01:13 Judd Apatow  And then you get more logical and, and try to solve story problems and character problems, and it requires real collaboration. And you need magic. 01:01:21 Clip  Are you saying you can say things to her you can’t say to me?   Naw, it’s just different. It’s a whole different perspective. I get the women’s point of view on things. 01:01:29 Rob Reiner  If I didn’t have Nora Ephron, there’s no way I could make When Harry Met Sally. I needed to have her voice. 01:01:35 Billy Crystal  We were talking about what we felt the script was missing. And, and Nora said, \"it’s missing, I don’t know what, some block… comedy scene. I got a notion of something.\" Rob goes, \"what?\" \"You know, I was thinkin’ about talkin ‘abut this fact of women fake orgasms.\" And Rob goes, \"Whoa, whoa, whoa, whoa, whoa, whoa. What, what, what are you talkin’ about? What, fake orgasms?\" 01:01:53 When Harry Met Sally Clip  Sally It’s possible.  Harry Get outta here. 01:01:55 Billy Crystal  \"Well Rob, women fake org…\" \"Well, they’ve never faked one with me, okay?\" She goes, \"how do you know?\" 01:01:59 When Harry Met Sally Clip  Sally How do you know? 01:02:00 Billy Crystal  He goes, \"cause I know.\" Now these lines are in the movie. So, Meg goes, \"I should, I should fake an orgasm for Harry.\" 01:02:08 When Harry Met Sally Clip  Harry You don’t think that I could tell a difference? 01:02:10 Billy Crystal  I said, \"yeah, great, but like in a public place.\" 01:02:14 When Harry Met Sally Clip  Sally Oh, God! 01:02:16 Billy Crystal  And we laughed our asses off. 01:02:17 When Harry Met Sally Clip  Sally Yes, yes! 01:02:19 Billy Crystal  Then Nora went and wrote it, and we ended up shooting it. 01:02:22 When Harry Met Sally Clip  Sally Oh, oh God! 01:02:25 Billy Crystal  And now it’s one of the more famous comedy scenes of all time. 01:02:29 Peter Tolan  The result is greater than the sum of the parts. And unfortunately, you can’t control it, it just has to happen. 01:02:35 Carol Leifer  Ideas just get better and funnier from the synergy of sitting with funny people. 01:02:39 Paul Feig  That’s why we do what we do. We just want to make you laugh, and we want to make you happy. 01:02:41 Jason Segel  It’s hard work. But you know what, it’s not actual hard work. 01:02:45 Billy Crystal  What’s better than feeling that feeling that, that you get when you, that you can make people, you know, laugh. It’s amazing. 01:02:51 When Harry Met Sally Clip  Old Woman Customer I’ll have what she’s having."
  },{
  "Name" : "Page to Stage: Stand-Up" ,
  "Text": "01:00:00 Mike Birbiglia  You can write something in your hotel room at a Best Western, and it’s on stage that night! That’s crazy! 01:00:10 Mike Birbiglia Standup  Like, when I’m staying in a hotel, I have to call the front desk and be like, \"can I have a wakeup call for 7, 7:10, 7:20, 9:30 and 1:30Pm?\" 01:00:19   My writing process is ever-changing. 01:00:22 Bill Burr  I don’t write. [Laughs] I have no writing process. 01:00:25   It’s not sitting in a room going, \"oh…\" 01:00:29 Paula Poundstone  Sometime you’ll find little pieces of paper all over my house, and, those are inklings. Th-, they’re not even strong enough to be ideas yet. 01:00:36 Paula Poundstone Standup  I took a year of high school French. All I can do is ask how Monique is. 01:00:41 Richard Lewis  I’ve never stopped writing since I was like 17 or 18. I have thousands of premises. More, maybe 100,000. 01:00:49 Jeff Foxworthy  I have a pad on my bathroom counter. For some reason, I bet you I’ve written 75% of everything I’ve ever written in the shower. 01:00:58 Mark Normand  If something strikes you as funny, you write it down, and then you, you work it out. That’s what writing is. 01:01:03 Mark Normand Standup  I’ve always been like this, and thank God for humor. 01:01:05 Bill Burr  I learned how to just write onstage, which is awesome. But it’s also, there’s an element of laziness to it. 01:01:12 Bill Burr Standup  [Snoring] 01:01:15 Paula Poundstone  When I first started out and I would write my five-minute set for open mic, it wasn’t well edited, because I didn’t know when the laughs were gonna die. 01:01:23 Whitney Cummings  For me, there is no way to build material unless I go to the clubs and work it out on human beings. 01:01:29 Whitney Cummings Standup  Love is being willing to die for someone… that you, yourself want to kill. 01:01:42 Judah Friedlander  I might come up with additional bits to follow that initial bit that I had. And then after doing that a few nights in a row, and doing it several times a night, that one joke may now become two, three or four jokes. 01:01:57 Judah Friedlander Standup  I like trilogies. That’s why I’m still excited about Wwiii. 01:02:03 Andy Hendrickson  It’s like putting this puzzle together, like, you know, like… it’s like a… you just finally, all of a sudden… 01:02:10 Andy Hendrickson Standup  I love the airport. That’s the only place you get to see people that are really out of shape… running at full speed. 01:02:18 Andy Hendrickson  It works. You’re like… ah! 01:02:20 Margaret Cho Sometimes jokes, uh, we think are funny will never work. And then there’s stuff that you’re like, this is not funny, and then it kills. So, it’s like you never know. 01:02:29 Margaret Cho Standup  The only thing that happens with old Korean people is that the visor gets longer. 01:02:36 Margaret Cho  The audience absolutely decides. You don’t have the final, final vote."
  },{
  "Name" : "Comedy Club Showcase ComedyClubs" ,
  "Text": "01:00:07 Pete Holmes  Comedy clubs are like our first loves.  Yeah, there are Tv shows and specials and all those things are great. The club, it’s where you were forged. 01:00:17 Bill Burr  Some people just love going to the gym, I love comedy clubs.  There’s just something right before the show when lights on, on the crowd and then lights on the stage and the mic’s just sitting in the mic stand. There’s that wooden stool, for whatever reason that is the coolest thing ever to me. 01:00:30 Bill Burr  I grew up Catholic.  I used to sit there in the crowd, you know, listening to the priest.  The priest, they were like preaching, they didn’t even sound like they believed it.  They’d just be up there, \"this is the gospel, according to Luke.\" 01:00:44 Gabriel Iglesias  Comedy clubs are very special because that’s the gym for humor. 01:00:47 Sebastian Maniscalco  It’s like my little sandbox. 01:00:50 Sarah Silverman  When you’re working material out, you have to try it out. Comedy isn’t something you can just practice in front of the mirror. 01:00:57 Mo’Nique  It’s the connection. It’s that audience connecting with the person in front of them. 01:01:02 Jeff Foxworthy  For me, when I’m working on new stuff, I don’t want to do it in an arena, I don’t want to do it in a theater, I want to do it in a little club. 01:01:08 Jeff Foxworthy  Men, we don’t give a damn if we get fat. Never seen a fat guy at the bowling alley going, \"hey Chuck! Is my figure unattractive?\" 01:01:19 Paula Poundstone  I took a Greyhound bus around the country when I was 19 years old to see what clubs were like in different cities. 01:01:26 Ryan Hamilton  There’s a few of these places across the country that you just hope never change. 01:01:30 Ray Romano  My favorite club now is The Comedy Cellar, and it’s a cellar, that’s what it is. 01:01:35 Bill Burr  I love the Comedy Store, all three rooms. And the Improv down on Melrose. 01:01:39 Gabriel Iglesias  The Improv is one of the longest-running successful comedy chains. 01:01:43 Tommy Davidson  I like the Improv in Washington D.C., you know, ‘cause it’s my hometown. 01:01:47 Jim Jeffries  Comedy Works in Denver.  That room is a fantastic little tiny room to do standup comedy in. 01:01:53 Rachel Feinstein  And it feels like home, some of these clubs, more than home is home. 01:01:59 Ray Romano  You don’t want to see bigness. You like it intimate and cozy. 01:02:04 Whitney Cummings  You want very low ceilings, you know, so the sound can really bounce off the walls. 01:02:08 Richard Lewis  Every club has a different smell to it. 01:02:11 Jim Norton  Comedy clubs candles have a scent. And I’ll smell one now and it reminds me of 1990 walking through this club called Rascals in Ocean Township and smelling those candles.  It represented being a real comedian. 01:02:25 Margaret Cho  This is the kind of entertainment that we cannot see anywhere else.  You can’t see it in the movies, you can’t see on television, you can see this in comedy clubs, and that’s it. 01:02:33 Jeff Ross  Its where we go to worship - our language, our fears, our insecurities and our hearts and each other.  It’s like giving yourself a mental massage.  And you can’t get that everywhere.  You have to come to a comedy club for that. 01:02:48 Jerry Seinfeld  It was like my little gay closet moment, you know, where I had to say, \"mom, dad, I – I’m – I don’t know how to tell you this, but I’m – I’m a funny person.  And I’m – I don’t want to be ashamed of it any more.  And I – I want to lead a funny lifestyle now.\""
  },{
  "Name" : "The Stand-Up Lounge: Comedy Styles" ,
  "Text": "01:00:07 Gabriel Iglesias Clip  Yeah, I know, I’m sweating up here. The whole front row, you guys are like, \"it smells like carnitas!\" 01:00:12 Gabriel Iglesias  For comedians, people always want to put you into a category. 01:00:15 Lewis Black  The Democrats and the Republicans couldn’t get it done. 01:00:19 Ray Romano  There’s political, topical … 01:00:21 Jim Gaffigan  There is the clown … 01:00:23 Robin Williams  We gotta put a little up here, Hare Krishna, Hare. Sorry, right now she’s going, \"I worked all day on that!\" 01:00:29 Ray Romano  Somebody else will read the newspaper and do material on what’s happening in the world. I don’t do that. I don’t read. [Laughs] 01:00:39 Margaret Cho  There are many different styles of standup comedy. There’s the observational guy, so that would be Jerry Seinfeld.    01:0047 Sommore  He’ll take little tiny things and break it down. 01:00:50 Jerry Seinfeld  We gotta get in the cab. You don’t get on the cab, you’re on the train, but you don’t get on the cab. You get in the cab. 01:00:59 Jim Gaffigan  Observational comedy has a broader appeal. 01:01:02 Jim Gaffigan  Summer vacation does kind of set up an adulthood of disappointment. That first job, you’re like, \"I have to go work in July?\" 01:01:11 Jim Gaffigan  You’re pointing out an observation that not everyone sees, but sometimes people are like, I can’t believe I didn’t think of that. 01:01:18 Ellen DeGeneres  You ever been running for an elevator, and there’s somebody in there, and they see you running, they just stand there just … 01:10:23 Jeff Foxworthy  Most people have the thoughts that comedians have. They think something, but it just goes in this side and it goes out the other.  And we learn – comics learn to grab it and go, that’s kind of weird and doll it up and show it back to you. 01:01:35 Emo Philips  I loaned a friend of mine $8,000 for plastic surgery and… now I don’t know what he looks like. 01:01:44 Elayne Boosler  Absurdist humor - it’s Emo Philips and Steven Wright. That stuff, while it’s absurdist, is still based in reality. 01:10:52 Wayne Federman  They tell individual, beautifully-crafted jokes through their characters. 01:01:57 Steven Wright  A friend of mine has a trophy wife, but apparently it wasn’t first place. 01:02:03 Jim Norton  You’re not muscling a joke at all.  It has to be a well-written joke.  Steven Wright and Mitch Hedberg are two of the best joke writers that I can think of ever. 01:20:10 Mitch Hedberg  This shirt is dry clean only, which means it’s dirty. 01:02:18 Chonda Pierce  Now, the one-two punch comic is great. But to be a storyteller and to engage them all along the way to get to the punchline - that’s a tough way to go. 01:20:27 Bill Burr  It’s one of the most heartbreaking things I’ve ever seen in my life. 01:02:32 Bill Burr  Storytelling’s a series of jokes leading to an overall point. Taking them on a ride. 01:02:37 Colin Quinn  You’re listening to a story. So every time you get a laugh, it’s almost like a treat in the middle of the story. 01:02:42 Dave Chappelle  I went into my oldest son’s room and I found these notebooks, and it was all this wonderful poetry in them. And then I open up his middle drawer and I found his rolling papers. And I looked down at them papers like, \"oh, that’s where that poetry’s coming from.\" 01:02:59 Patton Oswalt  Comics - they’re talking about themselves in such a raw and honest way that it ends up unveiling an actuality that everyone is going through, it makes the personal even more intimate ‘cause now it’s shared. 01:03:10 Mike Birbiglia  I was living on an air mattress in Queens and I couldn’t afford a dresser for my clothes. When you’re broke, everything is just low to the ground, you know. Like you… 01:03:22 Mike Birbiglia  If you write about yourself, no one can steal it. 01:03:25 Mike Birbiglia  You roll off your air mattress in the morning, you grab pants from the floor, you cook noodles on a hot plate. One falls out of your mouth, you’re like, \"it’s not too far.\" 01:03:38 Margaret Cho  If you can make people laugh using that story, then the pain of the experience is almost worth it because you got a good joke out of it. 01:03:45 Sebastian Maniscalco  Everybody’s got their own style, and however you’re going to get there, the end result is making people laugh. 01:03:51 Sarah Silverman  I love kids. I love kids. The only thing I love more than kids is doing anything I want at all times."
  },{
  "Name" : "The Stand-Up Lounge: Stand-Up History" ,
  "Text": "01:00:09 Kliph Nesteroff  Trying to define where standup comedy came from isn’t easy.  Vaudeville came along in the post-Civil War era, and it had comedians.  Those guys weren’t called standups, but they were, they were standing up in front of a live audience telling jokes. 01:00:24 Eddie Cantor  No matter how much the boss likes you, you can’t work in a bank and bring home samples. Oh no. 01:00:28 Wayne Federman  When radio came along, now we have radio comedians and they became more famous than these vaudeville stars. 01:00:35 Bob And Ray  This is the Bob and Ray Show, so stand back. 01:00:38 Kliph Nesteroff  And in the ‘30s and ‘40s we have this first generation of people who define themselves as standup comedians. 01:00:45 Jonathan Winters  What’s the matter now, Lenny?  Well, Jim, the hard-boiled eggs, they got too much paprika on them. That ain’t Paprika, you ain’t been eating them things, have you?  Them’s red ants, put them down.  Put them down. 01:00:55 Kliph Nesteroff  Jonathan Winters, Lenny Bruce, and Mort Sahl would revolutionize standup comedy all together.  Their style of comedy eventually became the establishment style of comedy. 01:01:07 Billy Crystal  I grew up in a time of incredibly funny comedians on television.  Every Sunday night Ed Sullivan had a stand-up on. 01:01:14 Clip – Ed Sullivan Show  Ed Sullivan Dick Gregory. 01:01:16 Elayne Boosler  Standup got to be more intellectual, the ‘60s were very introspective and mind-expanding.  They were jokes, but it was all about something. 01:01:24 Clip – Ed Sullivan Show  Dick Gregory Football’s the only sport in the world a black man can chase a white man in front of 50,000 people and won’t start a riot. 01:01:33 Janeane Garofalo  When I was growing up in the early ‘70s, comedy albums were very big to listen to.  My parents had Nichols & May, and Bob Newhart from the ‘60s, and I would just listen to them over and over and over again. 01:01:44 Jeff Foxworthy  I had all of those records memorized.  I could do Newhart, I could do Flip Wilson.  When it turned into Carlin and Pryor, that’s when I had to buy headphones, you know, so mom wouldn’t know what we were listening to. 01:01:58 Richard Pryor  I think my naval wants to say something. 01:02:01 Kliph Nesteroff  In the early ‘70s comedy clubs, as we know them, started to open up for the first time. 01:02:07 Lewis Black  What the comedy club did is give a home to a lot of developing comics, and still does, where they could develop their craft and make a living. 01:02:16 Robert Klein  How much time we got? 01:02:17 Wayne Federman  A lot changed in standup comedy at the end of 1975 when HBO broadcast the first hour standup special, which was Robert Klein’s. 01:02:26 Clip – Robert Kline  These folks paid, this is not regular television, you can say this is mature, we’re grown up, they can say [Bleep]. 01:02:34 Robert Klein  It did free you from everything, because I was never censored one word.  That was a big, big change. 01:20:43 Margaret Cho  And then there was like comedy movies, so you would actually go to a movie theater and see Richard Pryor. 01:20:48 Richard Pryor  Wait for the people to get from the bathroom. 01:02:51 Margaret Cho  Eddie Murphy. 01:02:52 Eddie Murphy  Yeah, that Ed sure is funny. 01:02:55 Richard Lewis  When that happened, all of a sudden the standup comedians were being seen by a huge audience and the venues just expanded. 01:03:03 Andrew Dice Clay  New York, how are ya? 01:03:07 Gabriel Iglesias  Andrew Dice Clay did Madison Square Garden.  The fact that there was a comic that played that place was like, wow.  You know, that was rock star status. 01:03:16 Wayne Federman  Madison Square Garden is now a comedy venue.  Madison Square Garden.  That’s how popular comedy is. 01:03:22 Aziz Ansari  Holy [Bleep] this is Madison Square Garden. 01:03:27 Sebastian Maniscalco  Now the arena thing has really exploded.  I mean, Kevin Hart, now he’s doing football stadiums, for Christ’s sakes. 01:03:35 Kevin Hart  From the top of stadium to the bottom, thank you! 01:03:38 Margaret Cho  Comedy is now more accessible than ever.  And, of course, we have all these different ways we can see it. 01:03:43 Jim Gaffigan  Now it’s on satellite radio, now it’s on YouTube, and now it’s on Netflix, where it’s worldwide.  So, not only do people know what standup is, they can invest and like you. 01:03:54 Ali Wong  Not everybody can afford a nanny.  It’s expensive for me and my husband. So, the both of us, we have to hustle. We have to work very hard to not take care of our child ourself. 01:04:08 Wayne Federman  Here’s the deal with standup, its changed a lot over the years in many ways. But, no matter what has changed, the basic idea of it is still the same, which is to evoke laughter. 01:04:21 Steve Martin  My motto?  Laugh once a day, because a day without sunshine is like… night."
  },{
  "Name" : "The Stand-Up Lounge: Building a Joke" ,
  "Text": "01:00:08 Jeff Foxworthy  Thank you very much. 01:00:10 Jeff Foxworthy  I don’t start with a 15-minute bit, I start with a thought. 01:00:13 Jeff Foxworthy  How many rednecks do we have here tonight?  That’s the official redneck noise right there – heee! 01:00:21 Jeff Foxworthy  Leno told me if your joke is da, da, da, da, da, da, boom.  You gotta find a way to make it da, da, da, da, boom, da, da, da, boom, da, da, da, boom. 01:00:31 Jeff Foxworthy  If your richest relative buys a new house and you have to help take the wheels off of it… you might be a redneck. 01:00:43 Jeff Foxworthy  Here’s how the whole redneck thing started.  One night I’m playing right outside Detroit, and after the show the comics start kiddin’ me about being a redneck.  I walk back to the hotel that night and I wrote 10 ways how to tell you’re a redneck. 01:00:57 Jeff Foxworthy  If your family tree does not fork… you might be a redneck. 01:01:07 Jeff Foxworthy  And I came up with like four or five hundred of them, and over 30 or 40 nights this thing has built up, and you’ve learned the efficient way to say it, and what you have to trim. And that’s, for me how a 15-minute bit is born.  It’s a little piece of a clay at a time. 01:01:24 Jeff Foxworthy  If your dad walks you to school because you’re in the same grade… you might be a redneck. 01:01:32 Jeff Foxworthy  My wife’s got the little yellow crumpled up piece of notebook paper that I wrote the first 10 on, framed in our living room. And I go, oh my God, it’s like a … She goes, it paid for the house. Okay, you’re right, it did pay for the house. 01:01:48 Jeff Foxworthy  And last but not least, if you see a sign that says, \"say no to crack\" and it reminds you to pull your jeans up… you might just be a redneck. 01:02:02 Hot Pocket Commercial  When you want a hot meal but got a big deal, what you going to pick? Hot Pocket! 01:02:09 Jim Gaffigan  The Hot Pocket idea started with the hot pockets commercials, thinking it was so ridiculous. 01:02:17 Jim Gaffigan  Hot pockets. 01:02:18 Jim Gaffigan  So, I just started constructing some jokes around it. 01:02:22 Jim Gaffigan  How’d they come up with that? Was there some guy in a marketing meeting like, \"hey, I got an idea. How about we fill a Pop Tart with nasty meat?\" 01:02:31 Jim Gaffigan  I’m looking at the topic and looking at how many different angles you can take on it.  So, you talk about the song. 01:02:39 Jim Gaffigan  You think they worked hard on that song?  Whadya got so far, Bill?  Uh… hot pocket.  That’s good, that’s very good.  Not as good as your \"by Mennen,\" but it’s good. 01:02:53 Jim Gaffigan  You talk about how there’s innumerable versions of it. 01:02:57 Jim Gaffigan  There’s the Lean Pocket. I don’t even wanna know what’s in there.  Imagine the directions: take out of box, place directly in toilet.  Flush pocket. 01:03:10 Jim Gaffigan  The strength of that chunk, what I call it, is the volume. 01:03:15 Jim Gaffigan  There is the vegetarian Hot Pocket for those of us that don’t want to eat meat, but still would like diarrhea. 01:03:22 Jim Gaffigan  And, by the way, I don’t even thing Hot Pockets are that bad. 01:03:25 Jim Gaffigan  Diarrhea pocket."
  },{
  "Name" : "The Stand-Up Lounge: The Long Grind" ,
  "Text": "01:00:07 Judah Friedlander  If someone asks me if they should start doing standup, I usually say to them, if you have to ask, it, it probably means you shouldn’t be doin’ it. 01:00:18 Jeff Foxworthy  When I was starting out as a comic, it wasn’t a skyrocket to the top, it was kind of like a long staircase. 01:00:24 Ray Romano  The beginning is the hardest part.  It’s like a boot camp that not many people get through. 01:00:30 Patton Oswalt   That’s 10 minutes I’ll never have back, okay, hey! 01:00:35 Patton Oswalt  In the early days of my career, I was experiencing growth and failure and destruction, basically. 01:00:41 Larry David  If anybody from management, uh… saw my act, I, I would be thrown out of the building. 01:00:50 Larry David  You’re just gambling on your own sense of humor.  Does this work for other people?  It works for me.  I would laugh at that.   Hopefully others will, as well. 01:00:58 Jim Gaffigan  Ever have like one thing to do all day, but you just can’t get yourself to do it?  I gotta go to the post office. But I’d probably have to put on pants. 01:01:09 Jim Gaffigan  You have to go against the logic and say, I know I’m not making any money, but I have an idea that I’m gonna figure this out. 01:01:18 Sebastian Maniscalco  I was all in.  I didn’t have like an exit strategy.  My mother even asked me, \"listen, if this ain’t happening in 10 years, you’re coming back, right?\" I go, \"no, ma, this is, this is it.\" 01:01:29 Jim Norton  If you allow other things to interfere, you’re not hungry.  There’s a lot of people doing this, and a lot of them are super funny.  So, if you’re not willing to put in the work, I got no mercy for you. 01:01:39 Janeane Garofalo  What?  What? 01:01:42 Janeane Garofalo  The only way to get better and get comfortable is to do it more and more … 01:01:46 Tommy Davidson  And more and more and more … 01:01:48 Margaret Cho  Well, when you’re first starting out, you should try to do it five or six times a night. 01:01:55 Gabriel Iglesias  [Damn!] You should perform every chance you get.  You can’t get better until you put time under your belt. 01:01:59 Mark Normand  And it’s the little things, like taking the mic out of the stand, you have to learn that. 01:02:03 Tommy Davidson  Learn how to deal with the waitress dropping a bottle right here. 01:02:05 Nate Bargatze  You need to tell the same jokes over and over again.  You gotta learn how to do that. 01:02:08 Bill Burr  For me it was eight years.  Eight years of going on stage every night having no idea how it was gonna go. 01:02:15 Bill Burr  I was watching that show MTV Cribs.  Britney Spears, she’s like 20 years old.  She’s like, oh my God, this is my helicopter.  I put some glitter on the da, da, da, da part.  We’re gonna fly up to the house.  I’m like 34, sitting on a futon eating macaroni and cheese.  Like, oh my God! I’m a loser. 01:02:37 Ray Romano  When I was coming up, man, the only way you got better was by going up on any stage that was available. 01:02:44 Margaret Cho  You just do it where you can do it: bookstores, old folks homes, the Veterans Hospital, anything at the library sucks. 01:02:53 Judah Friedlander  Sometimes it’s good to do really bad gigs.  It makes you stronger as a performer. 01:02:58 Ron White  I did a show one time at a bowling alley and they didn’t make them quit bowling. 01:03:02 Nate Bargatze  I did a gig for one guy.  He was a good laugher though, so that helped. 01:03:07 Whitney Cummings  There was one in a parking lot in Glendale at like 4:30 on Saturday.  It was like during the day.  Like if you have to put on sunscreen to go do a standup gig, like it’s a bad gig. 01:03:16 Tommy Davidson  I performed on a diving board in Compton with no water in the pool and like gang members on the edge of the pool. 01:03:23 Gabriel Iglesias  A funeral’s probably the weirdest one, not with the casket open or anything, but like outside, like, \"hey, can you cheer people up?\" 01:03:29 Rachel Feinstein  Um, I played in a barn once and it was an active barn.  Yeah, there was like a cow near me. 01:03:39 Ray Romano  Even the crappiest, hardest gigs were something that was good to experience and help you grow. 01:03:46 Ray Romano  Can’t you pick up on this? 01:03:50 Ryan Hamilton  Even if the shows were brutal, I just thought, there’s some experience that’s unique and special about this that not a lot of people get to have. 01:03:58 Paula Poundstone  There’s a joy to the task itself. It’s a little bit like Willy Wonka’s chocolate waterfall, you know. It churns my chocolate all the time. 01:04:05 Paula Poundstone  It’s a good feeling, isn’t it? 01:04:07 Larry David  The way you feel when you stand up and you actually make an audience laugh… [That’s enough, that’s enough] You’ve accomplished something.  You feel good. 01:04:16 Sebastian Maniscalco  And if you are good, you will start to see success come your way, and then you want more of it. 01:04:22 Sebastian Maniscalco  Feels good. 01:04:24 Ryan Hamilton  You just want to keep doing the comedy and just make this thing continue. 01:04:29 Ryan Hamilton  I really appreciate you coming out.  Thank you very much.  Goodnight everybody."
  },{
  "Name" : "TheStand-UpLounge: Hecklers" ,
  "Text": "01:00:08 Sebastian Maniscalco Stand-Up Clip  Audience Member What’s that word?  Sebastian Maniscalco What’s that? 01:00:13 Sebastian Maniscalco  On stage, I don’t mind a little banter, but when it disrupts the show then it becomes a problem.  I try and address it. 01:00:21 Sebastian Maniscalco   Aren’t you embarrassed? 01:00:24 Jeff Ross  That is a study that I have not seen.  What makes a heckler heckle? 01:00:29 Whitney Cummings  Alcohol, I think is probably a big part of it.  Ego, I assume. 01:00:35 Amy Schumer Stand-Up Clip  Audience Tell me about your boots.  Amy Schumer You want to know where I got my boots.  Okay, they’re at the corner of you can’t afford them and stop talking to me. 01:00:45 Jim Gaffigan  It’s usually not a flattering reflection on the heckler. 01:00:49 Jerry Seinfeld Stand-Up Clip  Audience Member They kicked me out of your club tonight, twice.  Jerry Seinfeld Well, it’s not my club.  It’s theirs. And it looks like it’s gonna happen again. 01:00:55 Tommy Davidson  A heckler’s main objective is to take something away from you that you worked your ass off for.  You worked your ass off to be able to stand up there and make people laugh. 01:01:07 Rachel Feinstein  It’s dumb people that heckle.  So, they’re usually not gonna be a match for your wits.  It’s usually some moron. 01:01:13 Rodney Dangerfield Stand-Up Clip  Audience Member What do you do for a living?  Rodney Dangerfield What do I do for a living?  I get guys for your sister, okay? 01:01:20 Ron White  Dealing with a heckler is a lot like me playing ping pong with a chicken.  They don’t have a chance.  They don’t even know how to hold the paddle. They got it in their beak and it’s kind of just flopping around in there. 01:01:33 Ron White Stand-Up Clip  Ron White What the Bleep is wrong with you? 01:01:37 Jim Gaffigan  If you ask people why they’re heckling, they think they’re helping.  And, they’re not helping. 01:01:44 Russell Brand Stand-Up Clip  Audience Member Racist!  Russell Brand Turn the lights up. 01:01:48 Margaret Cho  They want to add something. and then there’s people who are just drunk. 01:01:52 Hannibal Buress  I’ve done [Bleep] when I was drunk. Not interrupt the show that 1,100 other people are watching. 01:02:00 Jen Kirkman  Or, there’s the positive heckle, which is just your dumbest fan is there, but they’re your biggest fan. 01:02:06 Bo Burnham Stand-Up Clip  Audience Member I love you.  Bo Burnham Stop participating.  Not a participatory thing going on up here. 01:02:12 Jim Jefferies  On one hand you don’t want to do anything with them because that’s the attention they want. But on the other hand, you have to do something. So, I don’t know what’s the answer. 01:02:21 Jim Gaffigan  I think murder. 01:02:25 Bill Hicks  You suck.  You [Bleep]… get the [Bleep] out of here right now.  Get out.  You idiot.  You’re everything that America should be flushed down the toilet, you turd.  Get out! 01:02:37 Jim Norton  If you heckle somebody because you don’t like the jokes, that’s the equivalent of walking up to a movie screen and standing in front of it because you object to the content. You just get up and you leave quietly.  You don’t have the right to interrupt the show. 01:02:48 Bryson Turner Stand-Up Clip  Bryson Turner The first time I ever had sex …  Audience Member Yesterday? 01:02:54 Sam Morril  There is something about hecklers being shut down that people love. 01:02:57 Bryson Turner  Glad you remember. 01:03:00 Colin Quinn  The more you have the catharsis yourself, the more the crowd loves it too, because hecklers, they represent everything that drives everybody crazy in life. 01:03:08 Dave Attell Stand-Up Clip  Audience Member You have to talk louder. 01:03:09 Colin Quinn  So, get ‘em. 01:03:10 Dave Attell  Dave Attell I, you can’t hear me?  Well, way to kill a boner with that voice.  Holy [Bleep]! 01:03:15 Gabriel Iglesias  We all know the rules - how to act and comedy etiquette.  You know, when I get heckled, I’m like, trust me, it’s not gonna end well. 01:03:22 Dave Chappelle  Huh?  Oh, my vape pen.  You want to hit my vape pen?  Oh, sorry nigga I’m trying not to get herpes.  My bad."
  },{
  "Name" : "Late Night Control Booth: Monologues" ,
  "Text": "01:00:00 Announcer:  Conan O’Brien! Dave Letterman! 01:00:06 Announcer:  And now… Jay Leno! 01:00:09 Clips – Talk Show Hosts 01:00:13 Judd Apatow  I think people have always liked ending their day with somebody saying, \"here’s what happened today, here’s what’s crazy about it.\" 01:00:21 James Corden  This was in the news yesterday. 01:00:22 Jimmy Fallon  Here’s what people are talking about… 01:00:24 Craig Ferguson  It’s raining in California. 01:00:26 Jen Kirkman  They live in the same world I do. They saw that crazy thing I saw. Okay, cool. 01:00:30 Jimmy Kimmel  Bill Clinton is trying to figure out what his official title would be if his wife becomes president. You know, Hillary has said that she likes the term \"First Gentleman.\" She hasn’t been able to say it without laughing, but she likes the term. 01:00:43 Wayne Federman  Johnny Carson certainly perfected it and created the model for the monologue. 01:00:48 Johnny Carson  You’re in for a treat because the monologue’s a little different tonight. We have jokes. 01:00:54 Jimmy Kimmel  When something would happen, you’d say, well what’s Johnny gonna say about it or, you’d, not necessarily say that out loud, because that would be a weird thing to do. 01:01:02 Johnny Carson  Mayor-elect Lindsay is taking a very positive view about it. He’ll only have been mayor five hours, but he already has developed the world’s largest fallout shelter… the subway system, you see. You folks at home probably wonder why we’re not using a live audience. 01:01:17 Conan O’Brien  His genius was that we got to know him so well, that when something didn’t work, he could just have a field day with it. 01:01:23 Johnny Carson  I’ll get out, I’ll get out of this. You’ve seen me get in these positions before. And by, by the time the monologue is over, I am a hero. 01:01:31 Conan O’Brien  What I learned from Johnny was, when you revel in the awkwardness of something that didn’t work, you’re embracing your frailty. I have more fun with a joke that bombs than one that works, because that’s where I get to be myself. 01:01:46 Conan O’Brien  I like that - a lot of oohs and then sort of a grudging respect at the end. Ooh! 01:01:53 Jimmy Kimmel  I mean, my hero as far as monologues go, is David Letterman. 01:01:57 David Letterman  Thank you very much, ladies and gentlemen, thank you so much and welcome to our Tuesday night roast beef roundup. Oh, I’m sorry, for a second there I thought I was manager of an Arby’s. 01:02:08 Jimmy Kimmel  And I felt like Dave Letterman was speaking to me. Not to my generation, but specifically to me in my home. 01:02:14 David Letterman  I’m very excited about working for CBS, I just found in addition to doing this show every night, it turns out next week I get to kill a guy on Murder She Wrote. So, I can’t… 01:02:24 Elayne Boosler  Letterman’s monologue was about Letterman. It didn’t matter what he said, the monologue was about Dave. Jay tells a joke about the economy, the joke’s about the economy. 01:02:33 Jay Leno  Some sad news today, sad news. The last American survivor of the Titanic disaster has died at the age of 99. The sad part, she was this close to the shore. 01:02:46 Pete Holmes  The late night show feels like the comedy version of like, this is what happened on the news, this is what happened in entertainment, and here’s a little something about nothing. 01:02:55 Danny Devito  At the end of the day, you’ve had enough and you go, God, you know, entertain me a little bit. 01:02:59 Conan O’Brien  That’s our show! Good night, everybody! 01:03:01 Danny Devito  And what’s great about it is that tomorrow night, they’re gonna be there. For you. 01:03:06 Johnny Carson  All we have is tonight and tomorrow and… I’m gone. God, I… I haven’t used that line since World War Ii."
  },{
  "Name" : "Late Night Control Booth: Desk Pieces and Sketches" ,
  "Text": "01:00:00 Jimmy Fallon  Thank you, summer barbecues for being a great way to invite some friends over for a fun afternoon of not knowing when to ask people to leave. 01:00:09 Wayne Federman  The dream of late night was to find a recurring piece that you could do at the desk… 01:00:15 David Letterman  David:  Oh look, Paul, it’s a Top 10 list.  Paul:  Ah! 01:00:18 Wayne Federman  And you could just plug in jokes year after year. 01:00:21 Jay Leno  Look at this headline here: People think aliens must be more smarter than us. 01:00:26 Wayne Federman  Carson found that with Carnac. 01:00:29 Carson Clip  Ed McMahon:  Welcome, welcome, welcome.  Carnac:  May eternal bliss fill your clothing.  Ed McMahon:  Thank you. 01:00:34 Alan Zweibel  There was a simplicity about Carnac. Ed McMahon fed him the answer, and he held up a card to his turban and tried to guess what question that was the answer to. 01:00:45   Carson Clip  Carnac:  Blood sugar.  Ed McMahon:  Blood sugar.  Carnac:  That’s what I said.  What should a vampire cut down on when he’s on a diet? 01:00:56 Jeff Foxworthy  So simple, it’s just two sentences, but it’s funny. 01:01:00 Mcdonald’S Drive-Thru Clip  Customer:  Hello! David Letterman: Yes, welcome to McDonald’ s, what do you want ? Customer : Medium Sprite.David Letterman: That’ s all ? Customer : Yes.David Letterman: You couldn’ t have gotten out of your car for a medium Sprite ? Customer : No!David Letterman: Hi,how are ya ? 01 : 01: 11 Jason Segel I really loved watching David Letterman growing up.I was always a real fan of the absurdist,like \"Will it Float\" sketch. 01:01:20 Judd Apatow  Once he did a fake morning show that was so crazy funny. And then there was an episode that he did entirely on a plane, for no reason. 01:01:29 Airline Clip  David Letterman:  Attention, coach passengers. The following are your luncheon selections. 01:01:34 Margaret Cho  I think Letterman really was the maverick in bringing all of these different things into what we know as late-night Tv today. 01:01:43 Conan O’Brien Show  Conan:  Beautiful day, huh, isn’t it?  Female:  It’s gorgeous out, yes.  Conan:  Smell that sweet spring air… 01:01:47 Conan O’Brien  My wheelhouse has always been just the purely silly, that’s always been my favorite thing. 01:01:52 Conan O’Brien Show  Conan:  Welcome to the show, Arnold.  Arnold Voice:  Governor!  Conan:  Okay, okay! I’m sorry, Governor Arnold.  Arnold Voice:  Governor Scwharz….  Conan:  All right, all right! 01:02:00 Pete Holmes  Nobody’s funnier than Conan. Anything with the mouths, whenever the mouths would move on the celebrity heads. It had the same feeling of like summer camp with your friends, and you’re just trying to entertain yourselves. But that’s part of the fun. 01:02:13 Conan O’Brien  What would happen if Naomi Campbell and Adrian Brody had a child? Let’s take a look right now, and… 01:02:19 Craig Ferguson Clip  Craig:  This is for you, Geoff. You want to just read it yourself?  Geoff:  How dare you? 01:02:24 Craig Ferguson  I started to put things to entertain myself. And the reason the robot skeleton was there, was, the guy who was doing it was so good at it, it just became a really good sidekick and we started using it. 01:02:36 Judd Apatow  Late night has become a home for all sorts of great innovative comedy. And now everybody’s taking it to another level. 01:02:43 James Corden  Singing:  I tell you what I want, what I really, really want. So, tell me what you want, what you really, really want. I wanna, I wanna, I wanna, I wanna, I wanna really, really, really want…"

  },{
  "Name" : "Late Night Control Booth: Interviews" ,
  "Text": "01:00:00 Jay Leno  Please welcome the one and only Robin Williams. 01:00:04 Pete Holmes  Late Night is just like a fantasy that you have a friend like that.  Imagine if you had like a well-dressed funny friend who came over and just introduced you to other interesting and talented people. 01:00:15 Johnny Carson  Would you welcome Mr. Warmth, Don Rickles. 01:00:19 Billy Crystal  Back then you didn’t see everybody all the time.  There was no Entertainment Tonight, there was no internet, there was no social media.  But at 11:30 you got to see all of these amazing people.  And it was exciting. 01:00:31 Johnny Carson Clip  Johnny Carson You think I could carry off something like that?  You think …  Eddie Murphy You would be jamming in this.    Johnny Carson Yeah? 01:00:37 Judd Apatow  I think Carson was the best interviewer because he was great with comedians, he loved comedians, he loved setting up comedians, he took a great joy in it. 01:00:46 Billy Crystal  My first Tonight Show was beyond belief.  You’re standing behind a curtain and you hear that voice that you’ve heard your whole life. And then the two stagehands are going, \"you ready?\" And it’s like, basically you’re in a rodeo and you’re sitting on the bull, and \"coming out of chute #5\" vroom, and you walk out and … 01:01:03 Johnny Carson Clip  Johnny Carson That’s lov-, that’s funny.  I’m glad, I hope you come back with us some night.  Billy Crystal I’d love to.  Johnny Carson Great. 01:01:06 Jason Segel  I think that the joy of the late-night talk show is that, in theory, you’re seeing someone that you admired - be candid. 01:01:13 Jay Leno  Let me start with question number one.  What the hell were you thinking? 01:01:21 Conan O’Brien  There are nights when I know that I’m trying to think my way through a conversation rather than just – \"hold on, listen, don’t talk, you’re my guest, and there was a whole plan of questions to ask you, but if they hiccup accidentally, and I point it out, and we go this way, throw the rest of it out.\" 01:01:42 Conan O’Brien Clip  Kevin Hart Amazing guy.  I – I can say in the top two most amazing people that I’ve ever had the opportunity to work with. Um…  Conan O’Brien Thank you – thank you very much.    Kevin Hart Well, no…  Conan O’Brien Yeah.  Yeah.  I got what you were saying, top two people you’ve worked with.  Kevin Hart No, I… 01:02:00 Conan O’Brien  If you follow the plan exactly in comedy, in my business that means, it didn’t go very well. 01:02:06 David Letterman Clip  David Letterman How are you?  Nice to see ya. 01:02:08 Jason Segel  With David Letterman there was always a sense that he didn’t have to like you.  He didn’t suffer fools. 01:02:14 David Letterman Clip  Crispin Glover I can – I can kick.  David Letterman Okay, I’m – I’m gonna go check on the top ten. 01:02:21 Jason Segel  I remember watching David Letterman as a kid, sort of religiously. And so, realizing that I had grown up and made it onto Dave - a big deal. 01:02:32 David Letterman Clip  David Letterman  Well, I’ll tell you something else, and – and God bless Taco Bell, I love them (sure) and I love them tacos.  Jason Segel God bless them. 01:02:39 Jason Segel  A couple of my interviews had nothing to do with what I had done in the pre-interview.  And that was really exciting. 01:02:45 David Letterman Clip  David Letterman  You get a taco wrapped in a – in a waffle and it’s like a breakfast taco.  Jason Segel No, it’s ludicrous.  David Letterman Who are we – honestly, who are we kidding?  Jason Segel Yeah. 01:02:54 Jason Segel  And it is one of my most joyful conversations I’ve ever had.  And I just remember when the conversation ended, he looked at me and he said, \"that was fun.\"  And like I’ll take that with me for the rest of my life. 01:03:07 David Letterman Clip  David Letterman  I’m so happy to be part of this, because I want to tell you something about the chips.    Jason Segel Okay, yes, this is great, Dave.  This is my favorite thing that’s ever happened."
  },{
  "Name" : "Sketch And Improv: Sketch: Rise Of The Revue" ,
  "Text": "01:00:00 Male  Sketch comedy, what is it? 01:00:04 Mike Meyers  The great thing about sketch comedy is that it’s instant gratification. 01:00:07 Actor As Julia Child  Yes, you must stop the bleeding. 01:00:10 Rachel Bloom  It’s such a pure form of joke and idea delivery. 01:00:15 Portlandia Clip  Female (Singing) You got it going ooooonnnn.    Female (On Phone) Anyway, I need to call you back. 01:00:25 Catherine O’Hara  A great sketch has a great premise. 01:00:27 Male  Are you really such a talented comedy writer that you deserve a raise?  (Well…)  I mean, you wrote this sketch, didn’t you?  (Yes.) 01:00:34 Catherine O’Hara  Beginning, middle and end. That’s hard to do. 01:00:38 Male  You forgot to write an ending, didn’t you? 01:00:43 Kliph Nesteroff  In the 1950s, all the stuff that originated on the vaudeville and Broadway reviews coalesced with this new medium of television. 01:00:51 Announcer  Your Show of Shows. 01:00:53 Phil Rosenthal  Your Show of Shows with Sid Caesar, a 90-minute live broadcast from New York, the original Saturday Night Live. 01:01:00 Sketch  Host Al, I wonder if you’d tell the audience exactly who this lady is.   Al I don’t know who she is but it’s alright with me. 01:01:08 Carol Burnett  I was amazed at what they could do – the takeoffs and the parodies and all of that.  That’s how I wanted to pattern our show. 01:01:15 Carol Burnett Show Sketch  Carol Burnett Playing Character  There is no such thing as animal-flavored ice cream you hollowed-out little creep! 01:01:21 George Schlatter  Carol Burnett was the ultimate sketch performer and I would sit and watch it.  I – I loved it.  I loved it. 01:01:28 Sketch  Carol Burnett Playing Character A dime.  A whole dime. 01:01:31 Carol Burnett  I can’t tell a joke to save my soul. 01:01:33 Carol Burnett Show Sketch  Carol Burnett Playing Character  Will you just open the door so I can get out of here with pride and dignity?!  Male All right, all right. 01:10:38 Carol Burnett  But laughs came from the way we performed it over the top. 01:01:47 Laugh In  Ouch! 01:01:47 Lily Tomlin  On Laugh-In, very seldom was there a lull in the show.  There was just something coming at you all the time. 01:01:53 George Schlatter  The network said, what the hell is this?  This isn’t a television show.  I said, right. 01:01:59 Laugh-In Sketch  Lily Tomlin As Character Can anyone tell me what’s the best way to avoid a hangover?    Male You stay drunk, darling. 01:02:08 Dave Foley  Monty Python were The Beatles of comedy.  They revolutionized everything. 01:02:12 Monty Python Sketch  Customer I wish to complain about this parrot what I purchased not half an hour ago from this very boutique.  Sales Person Oh yes, the Norwegian blue, what’s wrong with it?  Customer I’ll tell you what’s wrong with it.  It’s dead, that’s what’s wrong with it. 01:02:22 Larry Charles  Suddenly it’s not just a sketch, it’s a series of sketches connected by a stream of consciousness. 01:02:27 Monty Python Sketch  Officer This is silly.   Male What’s silly?  Officer No, the whole premise is silly, and it’s very badly written.  I’m the senior officer here and I haven’t had a funny line yet, so I’m stopping you. 01:02:35 Mike Myers  All of us who do sketches - some aspect of what we’ve done was originally done by Monty Python. 01:02:41 Monty Python Sketch  And now, for something completely different. 01:02:45 Chevy Chase  Live from New York! It’s Saturday Night. 01:02:48 Keenen Ivory Wayans  You know, as a comedian, there are really only two goals: The Tonight Show with Johnny Carson and Saturday Night Live. 01:02:58 Saturday Night Live Sketch  Bill Murray As Character This is your lovely daughter, I see where she gets her good looks.  You’re French, so I’m gonna give you a French kiss, how’s that? 01:03:05 Laraine Newman  Our show was the first one to really have a voice for a younger generation.  It was so funny and so wrong. 01:03:12 Saturday Night Live Sketch  Actress Wow, Pete, I have to say your balls are so tender.    Pete Well, there’s no beating my balls. 01:03:20 Larry Wilmore  Monty Python and Saturday Night Live, everything has to live in their shadow.  You can’t ever be better than those shows, but you can be different and significant in an, in an interesting way. 01:03:28 Saturday Night Live Sketch  Homie The Clown Let’s show them how Homie gets back at Mr. Establishment, shall we?    Puppet Sure! 01:03:38 Keenen Ivory Wayans  I was a child of hip hop, I wanted to bring that energy to my show. 01:03:45 In Living Color  Character  Like, check out my man Whiz, here.  I know you’re saying he looks pretty fly like it is, but add this little accessory right here… 01:03:54 Portlandia  Fred Armisen  Put  Carrie Brownstein A  Fred Armisen Bird  Carrie Brownstein On  Fred Armisen It 01:03:56 Mike Myers  The great comedy sketch doesn’t have to shoulder an immaculate universe, you know.  It’s just one little observation. 01:04:02 Dave Chappelle Sketch  Interrogator Is it true you were a crack cocaine dealer for seven years?  Dave Chappelle I plead the 5th. 01:04:10 Neal Brennan  Sketch comedy is a good showcase for incredibly intelligent talent.  And it can be really funny. 01:04:18 Sketch  Bartender If it makes you guys feel any better, black people make me really uncomfortable.  Key And Peele Thank you."
  },{
  "Name" : "Sketch And Improv: Sketch: Live From New York" ,
  "Text": "01:00:00 Will Ferrell As Pres. Bush  The French don’t like me saying axis of evil, so guess what?  They’re now part of the very same axis of evil… that they don’t like me saying.  How do you like them apples, France?  And you know what else is part of the axis of evil?  Live from New York … 01:00:14 Chevy Chase  Live from New York 01:00:16 Unidentified  Live from New York 01:00:16 Sarah Palin  … from New York 01:00:18 All  It’s Saturday Night!   01:00;24 Announcer  Saturday Night Live. 01:00:25 Conan O’Brien  How many years has it been now?  I think it’s been over 85 years since Saturday Night Live began.  There are cave drawings of the first sketch. 01:00:31 Comedy Sketch  Male Repeat after me.  I would like …  John Belushi I would like…  Male To feed your fingertips…  John Belushi To feed your fingertips  Male To the wolverines.  John Belushi To the wolverines. 01:00:41 Alan Zweibel  Lorne Michaels said, early on if we make each other laugh, we’ll put it on television and somebody will find us and maybe tell their friends. 01:00:47 Jane Curtin As Update Anchor  Earlier this October, Congress extended the period for ratification of the Equal Rights Amendment. 01:00:53 Mike Meyers  It was a delicious combination of dissent, smart comedy, and funny dumb comedy. 01:00:58 Jane Curtin As Update Anchor  As a spokesperson for Weekend Update, I am therefore calling on the women of America to place a moratorium on the act of performing oral sex on any male until the Era is the law. 01:01:11 Billy Crystal  Regular programming stopped at 11:30 and the kids took over. 01:01:14 John Belushi  Now, Candy, Candy – oof. 01:01:16 Adam Mckay  It was about a reverence.  It was about a middle finger to the powers that be. 01:01:21 Dan Akroyd  Look at this one, the new Dick.  Isn’t that nice?  Short, sweet and everybody wants to see it. 01:01:30 Chevy Chase  Good evening, I’m Chevy Chase and you’re not. 01:01:32 Alan Zweibel  Lorne Michaels is a genius; his show is still going strong because the talent that he finds - whether it’s the writers, or certainly the actors, it’s fresh all the time. 01:01:43 Gilda Radner  Superstar! 01:01:44 Steve Martin  Sometimes I’ll build a sketch in Snl on just a funny character who just is this character for five minutes and then says goodnight.  Martin Short Yeah, I’ve heard about that. 01:01:56 Laraine Newman  If you look at Snl it was beautifully character-driven.  That’s why it was so good. 01:02:01 Wayne Campbell  Party! 01:02:03 Laraine Newman  Comedy that comes out of genuine characters is timeless. 01:02:07 Louie Anderson  Well, I’m here to tell you that you’re probably gonna find out as you go out there that you’re not going to amount to jack squat! 01:02:18 W. Kamau Bell  Saturday Night Live has become this thing where it processes the big stories of the day. 01:02:23 Melissa Mccarthy As Sean Spicer  I would like to begin today by apologizing on behalf of you to me. 01:02:30 Larry Wilmore  Probably the best thing that they do are their opening sketches about politics. 01:02:33 Sketch  Amy Poehler As Hillary Clinton  I believe that diplomacy should be the cornerstone of any foreign policy.  Tina Fey As Sarah Palin And I can see Russia from my house. 01:02:43 Conan O’Brien  There’s almost this American tradition now of tuning in to see what Saturday Night Live has to say about it. 01:02:48 Sketch  Alec Baldwin As President Trump  How do you like working at the White House?  Are your parents proud?    Male I tell them I work at Applebee’s.  Alec Baldwin As President Trump  That’s good, that’s good. 01:02:54 Alan Zweibel  It’s a comedy institution.  Saturday Night Live is always there.  It’s something you can count on. 01:03:00 Sketch  Steve Carell As Alex Trebek How many fingers am I holding up?  Sean Connery?  Actor As Sean Connery I’ve got a finger for you Trebek.    Alex Trebek Please don’t cut to him."
  },{
  "Name" : "Improv, Yes And..." ,
  "Text": "01:00:00 Upright Citizens Brigade  Amy:  You live with your mother, don’t you? You still love with your mother…  Guy:  Out of choice.  Amy:  You’re 45 years old! And you!   Guy:  Amy! Stop it!  Amy:  Everyone knows you’re gay, Andy Danley… 01:00:11 Mike Myers  When improvised comedy is going well, it has all of the sort of excitement of sports and all of the mystery of a magic act. 01:00:20 Skit  Package Guy:  We’re not properly equipped to handle packages, apparently.  Mike Myers:  Are you properly equipped to handle corpses?! 01:00:26 Dave Foley  Improv is definitely a skill that can be taught. It’s definitely a, a series of rules and exercises that anyone can do. 01:00:33 Skit  Female:  Oh, I’m going to have an experience!    Male:  Yeah, let’s, let’s hope so. 01:00:39 Wayne Federman  The big schools of improv are The Groundlings, Ucb, Second City. And what they all have in common is their roots in 1955 from The Compass Players in Chicago. 01:00:52 Kliph Nesteroff  The Compass Theater was the precursor to what became the Second City. 01:00:56 Second City Clip  These scenes were originally improvised by actors, both on ideas that they had and lines that they made up as they went along. And from suggestions from the audience. 01:01:05 Dave Foley  Del Close came out of that school and then became this, this next big teacher. 01:01:09 Del Close  Let’s keep that sense of, this is a real moment happening in real time. 01:01:13 Mike Myers  Dell Close was the father of American improvised comedy. He formed the rules of improv. 00:01:20 Kliph Nesteroff  #1 is just say yes. 00:01:21 Skit  Male:  How did he pass away?  Female:  He got his head stuck in a gallon can of Van Camp’s beans. 00:01:27 Wayne Federman  If this wild thing is true and everyone agrees with that, then what else would be true on top of that? 00:01:34 Skit  Martin Short:  My mind, it’s like it’s… racing toward a distant planet.  Dave Thomas:  That would be Venus, son. 00:01:41 Sean Hayes  #2 would be it’s all about the group. You’re supposed to be in it to make a great scene, not to make yourself look great. So, it’s a very selfless art. 00:01:50 Groundlings Clip  Mr. Shiff, did you hear that? She says she wants you back.  Mr. Shiff he says you have a nice butt.  Mr. Shiff, she says she wants to smell your bat. 00:01:56   #3 is don’t think, just react. 00:01:59 Skit  Dan! You’re not gay, and that is, I’ve met your wife before. This is just some woman in a fake bad moustache. 00:02:07 Tommy Davidson  Takes a lot of trust and a lot of faith that you can throw something out there and someone else will catch it. 00:02:14 Skit  Nun:  What symptoms do you have?  Joe:  I have a discharge from…  Nun:  I know from where. 00:02:20 Conan O’Brien  The best is when, with improv, two people are doing it together. Sounds sexual… 00:02:25 Skit, Cont’D.  Nun:  How did you contract this?  Joe:  I was walking barefoot through the locker room at the Y, I must’ve stepped in something.  Nun:  Oh, come on, Joe! 00:02:32 Catherine O’Hara  Because you always have in mind what’s going on with the other characters as well as your own. You know, you’re thinking of where the scene’s going and building and a possible ending and all that. You’re thinking of scene structure while you’re improvising. 00:02:42 Skit  Dad:  I didn’t work my fingers to the bone my whole life so you could become a mime.  Mom:  This is insane.  Daughter:  I’m sick of words.  Dad:  Sure, go around walking against the wind. 00:02:51   If I don’t have it, they’ll take me there with what they’re saying, and we’ll find it together. That is the essence of all the good comedy – you find it together. 00:02:59 Skit  Girl:  Ma, you’re gonna give me a negative body image, all right? Seriously, seven out of 10 teenage girls have a negative body image.  Mother:  Yeah, well six of them girls are right. 00:03:08 Catherine O’Hara  When you improvise you are an actor, a director and a writer all in one. I just don’t think there’s anything better. 00:03:16 Bill Murray  You’ve been a charming audience, you’ve been a noble audience. You’ve been charming and noble. And I really wish I could take each and every one of you home with me tonight."
  },{
  "Name" : "The Funny Papers: Cartoonists At Work" ,
  "Text": "01:00:01 Wayne Federman  In a way, all of modern cinema, television media is predicated on something called comic strips. 01:00:11 Pete Holmes  Comic strips were the first type of comedy that infiltrated my home.  It made it normal and acceptable that at the breakfast table, comedy was there. 01:00:21 Judd Apatow  I love Ziggy.  When I was little, I felt like Ziggy, I felt like, just a weird child. And so, there’s something about that round face and everything going wrong for this character that I – I related to and really liked. 01:00:34 Matt Diffee  Well, Peanuts, I think people, they’re responding to the heart and to – and in some ways the philosophy of these characters. 01:00:45 Paul Feig  What I love about The Peanuts comic strips are, they were funny, they were really funny.  I mean, in four panels he was able to get these personalities across. 01:00:59 Peter Tolan  The Far Side, that’s a high wire act, ‘cause you live and die on one panel. 01:01:05 Ryan Hamilton  I thought the characters were so funny. Even the way the people were shaped and the glasses that they wore, and the personalities that the animals had. They just made me laugh automatically, which I hadn’t really experienced that kind of humor in a cartoon strip before. 01:01:23 Pete Holmes  They were a little bit twisted. A farmer walking out of the coop with eggs, and the chickens walking back with a baby - that’s a twisted joke, in a good way. 01:01:31 Pete Docter  One of the biggest influences on me was Bill Waterson and Calvin and Hobbs.  It was so well drawn. It was brilliantly funny. He took advantage of the medium to talk about some really deep stuff.  I mean, they’re named after philosophers, right?  So, they would talk about stuff that most strips don’t talk about at all. 01:02:03 Pete Holmes  I always loved The New Yorker, meaning I love New Yorker cartoons.  And that was also, like, can comedy exist in that sort of beret market?  If you can make them laugh, that’s like a fun feeling.  I mean, you know Steven Spielberg’s gonna read your cartoon.  That’s how I felt when I got in The New Yorker I was like, Steve Martin is gonna see this cartoon. My hero will read this cartoon. He – he – he’s gonna go like this, \"hm,\" and move on, but he’s still gonna see it. 01:02:29 Ryan Hamilton  It’s a very disciplined stripped-down kind of form, but I like that about it.  It’s pure.  If you can make somebody laugh with just a picture and no words - that’s a really special thing. 01:02:40 Wayne Federman  The most impressive part about these comics, whether it was what Charles Schultz did with Peanuts, or with Calvin and Hobbs, or with The Far Side, is the ability, with a limited number of characters they can do, limited amount of space, the amount of humor they can create is just genius level."
  },{
  "Name" : "Sounds Funny: Intro to Foley" ,
  "Text": "01:00:00 Cue Picture 01:00:02 Alyson Moore  Sound is really important to the whole process of filmmaking. And sound encompasses a lot of things: sound editing, sound mixing, and one of those is Foley. So, Foley is creating sound effects in sync with what's happening onscreen. 01:00:19 Alyson Moore  Some of the films that I’ve worked on are: Clueless, The Hangover, and Inside Out. 01:00:27 Alyson Moore  We work on a stage that has many different surfaces, and we will physically do the sound effects to the picture. 01:00:36 Alyson Moore:  It’s a whole different set of eyes that you’re looking at when you're looking at a comedy, and you think, ah, you know what, maybe I can make that a little funnier. 01:00:46 Alyson Moore:  There’s a scene where Lou Costello is trying to be quiet and he's tiptoeing out of a room. I can put in a little shoe squeak for his little toes. That would be funny because he's trying to be quiet, yet he’s not quiet at all. We don't want to take you of that scene, we want to bring you into the scene. 01:01:03 Judge:  Will you gentlemen please try to be a little more quiet in the court? 01:01:08 01:01:08 Stooge:  Certainly!"
  },{
  "Name" : "The Movie House: Buddy Comedy " ,
  "Text": "01:08:00 Harold And Kumar Clip  Whoah! 01:00:02 Blues Brothers Clip  Hit it. 01:00:03 Cheech & Chong Clip  Here we go! Hey hey!   01:00: Wayne’S World Clip  Garth She’s a babe.  If she were a president, she’d be Baberaham Lincoln. 01:00:10 Bill & Ted’S Excellent Adventure Clip  Bill I’m Bill S. Preston!  Ted And I’m Ted Theodore Logan. 01:00:14 Danny Devito  You always have to have a buddy.  Come on, what are you gonna do it alone? You need somebody to play off of. 01:00:20 Twins Clip  Vincent One, two, three, one, two, three. 01:00:23 Paul Feig  Buddy comedies are very satisfying because they are usually two people who would not normally be together are stuck together. 01:00:31 The Heat Clip  Mullins What are those?  What – what are those? 01:00:34 Ashburn Stop! Stop it!  They’re my Spanx. They hold everything together. 01:00:37 David Cross  You have a tall guy/small guy, fat guy/skinny guy. 01:00:40 Martin Short  Traditionally, even back to vaudeville, there was a straight man and the comedian.    Steve Martin Yeah. 01:00:46 Three Amigos Clip  Singing: My little buttercup has the sweetest smile. 01:00:52 Judd Apatow  When I was a kid, I loved Abbott and Costello. The basic dynamic that one guy is hard to control and the other guys is sane always makes you laugh. 01:01:01 Who Done It? Clip  Larkin Hey, we gotta give him the slip.    Milgrim Give him what?    Larkin Give him a slip.  Milgrim Give him a slip.  (Mm-hm) Okay.  Here you are.    Male What’s that?  Milgrim The slip. 01:01:08 Mike Meyers  Buddy movies, they’re charisma-driven. And when you get two people that are working well together, it becomes like a charisma dynamo that is very infectious. 01:10:19 Friday Clip  Both Damn! 01:01:22 Cheech Marin  You have to harmonize.  You can have really different voices, but they have to come together.  It’s singing harmony. 01:01:28 Sisters Clip  Singing 01:01:33 Judd Apatow  It is like forming a band, you have to find somebody you have perfect chemistry with. 01:01:37 I Love You, Man Clip  Peter Hello pretty lady.    Sydney Anybody want a peanut? 01:01:441 Jason Segel  I Love You, Man or any classic buddy comedy, you have one guy who is too open and one guy who is too tight.  And like, let’s watch them meet in the middle. 01:01:49 Superbad Clip  Evan You know, we’re not dependent on each other, you know?  We’re just like - we met when we were eight, you know, we were fine before then. I was.  It’s like we – we don’t do everything together.    Seth No.  I gotta take a piss man, my [Bleep] is not gonna shake itself. Come on, baby.    Evan Oh, okay. 01:02:02 Judd Apatow  Superbad was not about two guys trying to have sex before they left to college, it was about two guys who were terrified of not being around each other anymore, and so, it was more about their friendship. 01:02:16 Superbad Clip  Seth Boop, boop, boop.  Come here, man. 01:02:26 Clip – Analyze This Clip  Paul See my picture in the paper?  Dr. Ben Sobel Yes.  Paul No, you didn’t.    Dr. Ben Sobel I don’t even get the paper. 01:02:31 Billy Crystal  The joy of being teamed with somebody really funny who challenges you and pushes you, like I had with Robert De Niro in Analyze This, was, alright, if I’m gonna play straight for somebody it’s gonna be him. How I react to this mobster who’s really losing it - that was great fun. 01:02:49 Nice Dreams Clip  Chong Come on man, open the door and let me get my clothes, man, come on!  Cheech It’s open, man. 01:02:53 Cheech Marin  All the great comedy comes about by being together with each other 24 hours a day, and you become very intuitive about how the other person’s gonna react, their meter or their tone. 01:03:04 Stir Crazy Clip  Skip What are you doing?  Harry I’m getting’ bad.  That’s right, that’s right, we bad, uh-huh. 01:03:11 Peter Tolan  The simple idea of two characters in close proximity. The only thing that’s gonna keep coming up is how they see the world differently.  And that’s gonna be funny. 01:03:21 Men In Black Clip  Kay You know, you’re much too tense. You’re a young man, you need to relax, learn to take some joy in your work.  You like music? 01:03:29 Paul Feig  Working out conflicts and becoming a team is a very relatable thing. We all have in our life - whether it’s at work or with a family member, you gotta figure things out, you gotta find some kind of détente. And so, that’s really what the buddy comedy thing is. It’s building a friendship. 01:03:43 The Trip Clip  Rob Let’s have a hug.  Steve Okay, alright. 01:03:47 Black Sheep Clip"
  },{
  "Name" : "The Movie House: Arrested Development" ,
  "Text": "01:00:01 Tommy Boy Clip  Tommy Boy Lu-lu-lu, la-la-la, Luke.  Luke.  I am your father. 01:00:14 Paul Feig  The arrested development case in general is very funny because if it’s done right, we all understand it. 01:00:21 Jason Segel  At the heart, none of us really wanna grow up.  There’s a real desire for some people to say, like, \"wait, no, slow down\".  I don’t want to lose the part where there was not a care in the world. 01:00:31 Girls Trip Clip  Dina Who’s ready for a refill? 01:00:33 Rachel Feinstein  We all feel like we’re pretending to be adults.  When people buy a house they’re like, \"what the hell am I doing?  I’m not an adult.\"  And everybody feels like a fraud I think. 01:00:40 The Apartment Clip  Fran How many drinks did you have?  C.C. Three. 01:00:43 Judd Apatow  There’s no comedy about people who have their act together. 01:00:47 Old School Clip  Frank We’re going streaking, yeah. 01:00:50 Judd Apatow  People who make good decisions, who are smart - no one wants to see that.  The mess is funny. 01:00:57 Old School Clip  Frank Hey honey. 01:00:58 The Hangover Clip  Alan If nobody’s acting immature, then it’s not really funny.  Doug Really, Alan? 01:01:01 Pete Davidson  Every comedy has to have someone being a little wacky. 01:01:06 Animal House Clip  John See if you can guess what I am now.    Woman [Screams]  John I’m a zit.  Get it? 01:01:22 Kliph Nesteroff  The man/child arrested development thing comes out of that era of the Animal House/Saturday Night Live connection. 01:01:28 Stripes Clip  John I don’t think I want to take your abuse. 01:01:32 Judd Apatow  In Stripes, Bill Murray stops the cab, tosses the keys into the river and just walks away.  And that’s how a lot of people feel. We hate our situation, and we don’t want to settle down, we don’t want to be responsible. 01:01:44 Stripes Clip  Stella I need somebody’s who is gonna develop with me and somebody whose gonna grow with me.  Goodbye.   John  Grow, who could grow more than me?  Stella Goodbye, John. 01:01:51 Jason Segal  There’s a real desire like – \"no, don’t make me do this, don’t make me do life on life’s terms.\" A bunch of us formed a little team after Freaks and Geeks and started writing and making movies. And I think the subject matter of a lot of those was guys learning to sort of reach maturity at a later age than most. 01:02:11 Knocked Up Clip  Ben Stone If you want to contact me I don’t have a cell right now ‘cause of payment complications.  But I mean, you can email me at the web page, it’s, it’s just Ben@fleshofthestars, one word, dot-com. 01:02:24 Bridesmaids Clip  Flight Attendant  Coach passengers are not allowed up here in first class.  It’s policy, I’m sorry.    Annie Oh, this is a very – this is a very strict plane that I’m on.  Welcome to Germany.  Auf Wiedersehen, ass----. 01:02:42 Judd Apatow  I don’t think women are any more mature than men. It’s been more rare that people tell those stories.  So, with Trainwreck, Amy’s writing about a lot of her feelings and experiences, and people found it refreshing because we haven’t seen that much of it. 01:02:59 Trainwreck Clip  Amy Where am I?  Male Oh, you’re on Staten Island, sugar. 01:03:04 Colin Quinn  Amy is taking that person who’s just on a rampage through life.  She’s on a walk of shame, only it’s on a Staten Island ferry.  A boat ride of shame, you know. 01:03:16 Rachel Feinstein  With female comedies, it used to be the funny girl was just like - I wear colorful scarves and occasional drop things, you know.  But other than that, I’m on point.  So, it’s nice to see a girl that does real slovenly things. 01:03:27 Baby Mama Clip  Kate Did you just stick your gum under my coffee table?    Angie I don’t know. 01:03:32 Judd Apatow  With all storytelling, it is about relating in some way to the emotions or the experience, especially with stories about growing up. 01:03:39 Billy Madison Clip  Teacher So, let’s all open up our Reading is Fun books to page 69.  Billy Madison   69, [Laughs] 01:03:45 Judd Apatow  Everyone feels awkward that they don’t know what they’re doing, and we all relate to that. 01:03:50 Grown Ups Clip  Marcus [Makes Sound]  Rob Grow up, will ya?"
  },{
  "Name" : "The Movie House: Physical Humor" ,
  "Text": "01:00:08 Step Brothers Clip  Dale:  This is how we do it.  Brennan:  Da, da, da, da, da …  Dale:  Hey, I never asked you, do you like guacamole? 01:00:17 Paul Feig  Physical comedy in movies is the greatest thing if it’s done right, because it’s so relatable. 01:00:23 Ride Along Clip  [Screaming] 01:00:24 Judd Apatow  Physical comedy’s always funny just because people try to have their dignity in life.  So, any time you embarrass someone terribly or knock them in the head, or have them fall, the whole idea of what they’re trying to present to the world collapses. 01:00:42 Danny Devito  We always like to see somebody fall on their ass.  Why is that funny?  I don’t know, but we’re laughing. 01:00:48 Spy Clip  Susan Who puts a roof on a scooter?  What are you, the Pope? 01:00:52 Kliph Nesteroff  If you go back to the days of silent comedy, there’s no confusion about why physical comedy and slapstick was popular because you could see it. 01:01:02 Billy Crystal  There were no words.  They had to put themselves in situations that were dangerous, and became funny that way.  People were paying to see accidents, But knowing they weren’t gonna be fatal. 01:01:13 Wayne Federman  You had these absolutely genius-level setups of these gags and executed to perfection.  Charlie Chaplin was more of a dancer. Buster Keaton was more of a stunt man slash acrobat. 01:01:28 Peter Docter  They developed a whole art form about how to communicate, how to be funny in silence. 01:01:33 The Music Box Clip  Ollie Now ease it down onto my back. 01:01:37 Wayne Federman  Later when sound came along, they would do physical comedy, but it became a little more surreal like The Three Stooges. Like if someone was actually hitting somebody in the head with a hammer, you would be doing severe brain damage to that person. 01:01:55 Mike Myers  Great physical comedians transcend into art.  If you think of Jacques Tati and all of the staging of it, how it’s filmed.  It’s just so clever.  You just admire it. 01:02:06 Wayne Federman  He created these beautiful, almost ballet-like comedic moments that inspired a whole generation. 01:02:13 Kliph Nesteroff  And Rowan Atkinson loved Jacques Tati, and there probably would be no Mr. Bean if not for those great films that he made. 01:02:22 Mike Myers  Peter Sellers had a little bit of a Buster Keaton-like deadpan, but there was also hubris to it.  He’s an arrogant man who is clumsy, which I thought was such a great choice. 01:02:32 The Pink Panther Clip  Jacques Clouseau We must find that woman. 01:02:36 Mike Myers  I knew that.  I meant to put my hand on the globe. 01:02:39 Paul Feig  My personal favorite, he very coolly leans back, the chair breaks.  So, he’s stuck back, he can’t come forward.  His assistant’s leaning over pointing something out.  So, to pull himself up, he grabs his tie. It’s so funny because I understand why everything happened.  That’s a perfectly-executed physical comedy joke. 01:02:58 The Ladies Man Clip  Herbert I don’t believe it. 01:02:59 Peter Tolan  Physical comedy works, ultimately because everybody can enjoy it. And when I say everybody, I mean even babies or children.  It doesn’t require verbal skill. You see it, you process it, you laugh. Whatever, it’s really easy that way. 01:03:16 The Mask Clip  Stanley Ipkiss Ooh, somebody stop me. 01:03:21 Jason Segel  Guys like Jim Carey came along and just like reinvented the sport. 01:03:24 Ace Ventura:  Pet Detective Clip  Ace Super slow-mo. 01:03:26 Jason Segel  He was willing to give everything!  He was willing to give his body, his physical being.  He was just like, \"I dare you not to laugh.\" 01:03:36 Ace Ventura Clip  Ace Do I have something in my teeth? 01:03:40 Tommy Davidson  Once we get to be adults, we’re not as zany and as crazy as we were when we were kids.  We were, ah, no way!  Oh my God, ah, he hit him in the head with the thing.  Everyone responds to physical comedy in film because that person is in all of us.  We’re just silly people. 01:04:00 Trainwreck Clip     Aaron No! Amy, no! 01:04:02 Kliph Nesteroff  Physical comedy still exists today.  Every movie trailer for a comedy shows us an example of physical comedy. 01:04:11 Judd Apatow  Pretty much every second of the day, all of us are thinking, how can I not be in physical pain?  So, to see anyone else in physical pain makes you so happy, because you’re just thinking, it’s not me. 01:04:21 Peter Tolan  It’s funny to see somebody get hit in the balls because it’s not your balls."
  },{
  "Name" : "The Movie House: Big Screen Animation" ,
  "Text": "01:00:08 Billy Crystal  Animation gives you the license to go anywhere and do anything. 01:00:12 Ray Romano  It just broadens all the possibilities of comedy. 01:00:17 Jason Segel  In film, being able to show really broad stroke versions of comedic situations, there’s something about the elasticity of animation.  You believe anything is possible, and you’re willing to go that one step further. 01:00:29 Cloudy With A Chance Of Meatballs Clip  Flint Lockwood: Why did I do that? 01:00:31 Kliph Nesteroff  At the end of the ‘20s, start of the ‘30s, cartoons were shorts shown in theaters. 01:00:40 Jerry Beck  Not only did Walt Disney add sound with the first Mickey Mouse cartoon, but they were funny sounds. 01:00:49 Pete Docter  Walt Disney pretty early on, developed a focus, a laser focus on character-based humor. 01:00:56 Brad Bird  The ones that influenced me the most are probably early Warner Brothers shorts - that was very broad comedy. 01:01:04 Pete Docter  As an animator, you’re first and foremost thinking of movement and gestures and expression. 01:01:14 Pete Docter  Roger Rabbit, in a way, was hearkening back and trying to recreate the great animation from the ‘30s and ‘40s. 01:01:21 Keith Lucas  That was a definitive classic. We used to watch that all the time. [Yeah.] It was the idea that to see humans and cartoons [Yeah.] fused in one setting.  I mean, it was amazing. 01:01:30 Roger Rabbit  Eddie Valiant, you’re under arrest. 01:01:36 Brad Bird  Animation is a very heightened medium.  It is finding the essence of a moment and making it more so. 01:01:43 Genie  Aladdin! Hello Aladdin, nice to have you on the show.  Can we call you Al, or maybe just Din?  Or how about Ladi? 01:01:49 Gabriel Iglesias  If you look at Robin Williams on stage, you already saw the character, he was a genie, he was animated, he was all over the place. 01:01:55 Genie  You gotta be a straight shooter, do ya got it? 01:01:57 Billy Crystal  Pixar and other great animators realized we can create funny stories, get these improvisational actors to come in, and bring stuff to them. 01:02:07 Gilbert Gottfried  When they called me in to audition for Aladdin, I would read the script and start improvising. 01:02:15 Iago  Aw, to think we gotta keep kissing up to that chump! 01:02:19 Brad Bird  Comedic actors are often sought out in animation because we want someone who finds what’s inherently funny in a moment and touches upon that. 01:02:29 Remy  You’re in Paris now, baby, my town.  No brother of mine eats rejectemente in my town. 01:02:36 Gabriel Iglesias  When I did the movie Coco, it was like a variation of how I sound.  So, when I sound like this, that’s when I get paid.  When I sound like this I – you know, it’s good for commercials. 01:02:45 Coco Clip  Clerk Whatever he is, I am… achoo… terribly allergic.  Miguel But Dante doesn’t have any hair.  Clerk And I don’t have a nose, and yet, here we are. 01:02:53 Ray Romano  It’s not easy doing an animated voice, I’ll be honest with you.  Every time I left that studio I thought I was getting fired. 01:03:00 Ice Age Clip  Sid Any chance I could squeeze in there with you, Manny, old pal?  Manny Oh, isn’t there someone else you can annoy? Friends? Family?  Poisonous reptiles? 01:03:11 Pete Docter  Comedy is the first and last thing we’re thinking about in the making of our films. 01:03:16 Inside Out Clip  Fear What the heck is that?  Joy Who puts broccoli on pizza?    Disgust That’s it, I’m done.    Anger Congratulations, San Francisco, you’ve ruined pizza. 01:03:23 Jerry Beck  Animated films couldn’t be more popular. It’s an explosion. 01:03:27 Dory  Hey, Mr. Grumpy Gills. 01:03:29 David Silverman  Today the appetite for animated feature comedy seems to be insatiable.  A lot of them are made and a lot of them do well.  Hopefully that keeps up. 01:03:39 Marty  Excuse me, you’re biting my butt!"
  },{
  "Name" : "The Movie House: Parody In Film" ,
  "Text": "01:00:06 The Empire Strikes Back Clip 01:00:05 Spaceballs Clip  Darth Vader Actor I can’t breathe in this thing! 01:00:12 Larry Charles  Parody is taking a known form, a movie that everybody knows, and then twisting them just enough to make a comment about them. 01:00:20 Goldfinger Clip  Bond Who are you?  Pussy Galore My name is Pussy Galore. 01:00:22 Austin Powers Clip  Austin Powers Come again?    Alota Vagina Alota Vagina 01:00:25 Larry Charles  Parody has to adhere very closely to something familiar. 01:00:29 Frankenstein Clip  We’re about to unfold the story of Frankenstein. 01:00:32 Conan O’Brien  When Mel Brooks did Young Frankenstein, he’s doing basically a parody or comedic homage to the great horror films of the 1930s. 01:00:43 Frankenstein Clip  Mad Scientist It’s alive, it’s alive! 01:00:46 Young Frankenstein Clip  Dr. Frankenstein It’s alive! 01:00:48 ‘Weird Al\" Yankovic  Part of what makes that work is the immaculate attention to detail.  They made it look so much like the original. 01:00:56 Judd Apatow  In terms of parody, there really is Mel Brooks, and there’s everybody else. 01:01:02 Clip   King It’s good to be the king. 01:01:04 Jerry Zucker  Mel would pick a topic and he really went after it in the most zany way, and he would do anything. 01:01:12 Blazing Saddles Clip  Has anybody got a dime? 01:01:14 Jerry Zucker  My first thought was \"hey, we want to do this.\" 01:01:17 Airplane! Clip  Tarmac Guy Hey, Larry, where’s the forklift?  Larry Forklift?  It’s over there, by the baggage loader. 01:01:24 Billy Crystal  The first Airplane! I remember being just a parody movie - it just made fun of those disaster films. And I remember thinking that was hilarious. 01:01:31 Adam Mckay  Parody tends to be viewed less favorably with the critics. They tend to think of it as low, which I, of course, don’t agree with. Some of the hardest laughs I’ve ever had were during the movie Airplane! I remember having just tears coming out of my eyes. 01:01:44 Airplane! Clip  Dr. Rumack Can you fly this plane and land it?  Ted Striker Surely you can’t be serious.  Dr. Rumack I am serious. And don’t call me Shirley. 01:01:52 David Zucker  Airplane! Became the template for what became the Scary Movies.  What I call a spoof mobile, a grab bag of different horror movies plus pop culture. 01:02:04 Scary Movie clip  Shorty It’s like I seen this all before.   Cindy They had a killer at your old high school, Shorty?  Shorty Nah, it was in this movie, Scream. Same dialogue and everything.  This is ill. 01:02:13 This Is Spinal Tap Clip  Band Member Hello Cleveland! 01:02:16 Mike Myers  The greatest example of parody is Spinal Tap. The mockumentary.  Which is a very good parody of documentaries. 01:02:25 Rob Reiner  Rock ‘n roll documentaries, there’s been a million of them.  So, we had that form that was already there. 01:02:30 This Is Spinal Tap Clip  Rob Reiner Character Let’s talk about your reviews a little bit.  The review you had on Shark Sandwich was merely a two-word review, just said \"Shit Sandwich.\"  Band Member Where did they print that?  Band Member Where’d they print that?  Band Member That’s not real, is it? 01:02:44 Mike Myers  Spinal Tap has an embarrassment of riches of genius gags that you just go, \"oh, that – that’s just good.\" 01:02:52 This Is Spinal Tap Clip  Nigel These go to 11. 01:02:54 Mike Birbiglia  Spinal Tap spawned all of the Chris Guest films. He made popular the mockumentary. 01:03:02 Best In Show Clip  Sherri Ann You didn’t want to dance, I was like dancing by myself.  Jerry I didn’t… I did not want to dance because …  Sherri Ann I said, get up, get up, Jerry.    Jerry I kept saying no, I can’t dance, I can’t – I’ve got two left feet.  I’ve got two left feet.    Sherri Ann I thought he was kidding. 01:03:16 Mike Birbiglia  There have been many generations of the mockumentary. 01:03:19 Cb4 Clip  Yo, what’s up to the hardcore?! 01:03:21 Mike Birbiglia  The great modern mockumentary is Pop Star, which the Lonely Island did, famous from Snl. It’s based on somewhere in-between Justin Bieber and Katy Perry, I guess. 01:03:31 Pop Star Clip  Conner Usually I don’t like to read reviews. Out of four possible stars, Rolling Stone has given it the shit emoji. 01:03:41 Judd Apatow  Parody works because it’s very well observed, and because you have a love of what you’re goofing on. 01:03:48 Shaun Of The Dead Clip  Guy With Camera And hold it there.  Shaun Just get her off me. 01:03:53 Conan O’Brien  Working off of something that’s in pop culture is very satisfying to people because parody gives everyone a sense that we’re all in this together."
  },{
  "Name" : "Laughing Matters: USO" ,
  "Text": "00:59:53 Jeff Ross  How are you, General? Good to see you back in mens’ clothes. 00:59:58 Wayne Federman  The USO stands for United Service Organizations. Under the USO banner … 01:00:04 Announcer  Robin Williams … 01:00:05 Wayne Federman  A number of entertainers perform for troops in war zones. 01:00:09 Iliza Shlesinger  We got to fly around all day, we got to go on a Blackhawk. If you say it really fast it sounds filthy, and that’s fine. Is that just occurring for the first time to some of you? \"Oh yeah, it sounds like a penis.\" 01:00:23 Lewis Black  They are so appreciative of you showing up in the middle of nowhere to perform for them. 01:00:30 Lewis Black  More excited to see me than I, I’ve ever been to [Bleep] see myself. 01:00:36 Lewis Black  Just your presence more even than your comedy, that you care is mindblowing. 01:00:41 Bob Hope  The United States government gave the USO the duty of serving the boys in our Armed Forces. 01:00:46 Wayne Federman  Bob Hope became the symbol of USO during Wwii, and that continued in Korea, and even through Vietnam and the first Gulf War. 01:00:56 Bob Hope  Stealth bomber, that’s a big deal - flies in undetected bombs, then flies away. Hell, I’ve been doing that all my life. 01:01:04 Wayne Federman  Bob Hope would create these great shows that were variety shows.  Sing a little bit, he’d bring a beautiful woman over. 01:01:11 Bob Hope  I want you boys to see what you’re fighting for, that’s all. 01:01:13 Wayne Federman  He would make fun of people in higher positions - the lieutenants, and the colonels would be more the butts of the joke. 01:01:21 Bob Hope  Look that jungle, isn’t that a beautiful thing? Look at that. 01:01:24 Louie Anderson  Bob Hope invented that whole USO idea of going out and doing stuff for the troops. And he brought lots of big stars with him. 01:01:33 Bob Hope Clip  Bob Hope You’re sick. How’d you get in the Navy?  Redd Foxx Instead of a physical, they gave me an autopsy. 01:01:39 Louie Anderson  He really did love our troops. 01:01:43 Robin Williams  Do they still serve meals ready to excrete? Do they have that? 01:10:47 Wayne Federman  Robin Williams was a big proponent of going over to the Gulf wars. 01:01:52 Jeff Ross  Drew Carey was bringing these comedians around to these forward-operating bases where they get no love. 01:01:59 Drew Carey  You know what’s sad about this place is everywhere you look, you can see how fucked you are. 01:02:04 Gabriel Iglesias  For me, it was a really cool experience. It’s one of those things where, it’s nice to be able to do something like that, cause you see that it does – it does help. 01:02:13 Wayne Federman  I went to Iraq during Operation Iraqi Freedom. People are like, oh, that’s so brave of you to do that. And I was like, it’s more I was in the vicinity of brave people. 01:02:26 Kathleen Madigan  You know, it’s amazing what we’ve accomplished here in Afghanistan so far. We’ve built 2,700 miles worth of new roads, 18 new schools and six new police departments. Like, dude, that is amazing. When we’re done, we should invade Detroit! 01:02:41 Jeff Ross  Suddenly, I was like, oh, that’s what a comedian does. He or she makes people feel better. 01:20:47 Jeff Ross  Man, I’ve been here one day. They should call this Operation Enduring Diarrhea. 01:02:52 Jeff Ross  I think that’s when I really realized that being a comedian is bigger than me. 01:02:57 Robin Williams  You’re incredible. Thank you so much, Merry Christmas, Happy New Year!"
  },{
  "Name" :"Laughing Matters: Topical Television" ,
  "Text": "01:00:00 Colin Jost  I know most of us think this every week, but this week was crazy. 01:00:04 Whitney Cummings  Comics have really stepped up to become the truth tellers. 01:00:07 Samantha Bee  What were you thinking, England and Wales?  Screwing over the rest of the world by voting stupidly?  That’s our job. 01:00:14 Keegan-Michael Key  The comedian has been the person who pulls back the curtain to show the world [Really? Really? Huh] Do you see that this is happening? 01:00:22 Trevor Noah  Ladies and gentlemen, you’ll find [Bleep] here and here. 01:00:25 W. Kamau Bell  Sometimes when you’re reading the news, you go, oh God, the world is so horrible. And you need somebody to make people laugh. 01:00:36 Larry Charles  The British really kind of pioneered the news weekly satirical show. 01:00:41 David Frost  The British people are angered and hurt by this vicious personal affront. 01:00:45 Larry Charles  But it wasn’t really challenging the power structure. 01:00:48 David Frost  This is just the kind of things our critics are always saying. 01:00:51 Larry Charles  America, we couldn’t just make jokes about the news form, we had to also deal with the content. 01:00:57 Dennis Miller  Prince Charles, who was in Dallas attending the Texas sesquicentennial, where he wowed them with his opening one liner, \"I just flew in from London, and boy are my ears tired.\" 01:01:07 Laraine Newman  Update was cathartic for people that saw the hypocrisy in the establishment, and we were able to lampoon it. 01:01:14 Chevy Chase  Our top story tonight, while campaigning for the upcoming primary in New Hampshire, President Ford kissed a snowball and threw a baby. 01:01:22 Conan O’Brien  Weekend Update isn’t just an enduring staple for Saturday Night Live.  It’s – it spread. 01:01:30 Lewis Black  The Daily Show came along right at the beginning of a 24/7 news cycle. 01:01:34 Wolf Blitzer  I’m Wolf Blitzer, in Washington, coming up at the top of the hour. 01:01:37 Lewis Black  So, now that can be imitated and satirized. 01:01:41 Jon Stewart  One thing I saw in that whole report there is – is they didn’t seem to support their assertions with – with… evidence. 01:01:50 Judd Apatow  The Daily Show might make you realize that there are other ways to look at subjects and ways to question things. 01:01:55 Bill O’Reilly  Naw, there is no question that Mr. Stewart is going to hell. 01:01:58 Jon Stewart  Your hell doesn’t scare me.  I make my living watching Fox News eight hours a day. I’m already in hell. 01:02:09 Jeff Ross  He has inspired, I think, an entire generation.  Not just comedians, but citizens. 01:02:14 Stephen Colbert  How many pundits does it take to change the world?  Three.  Me, myself and I.  This is the Colbert Report. 01:02:24 Elayne Boosler  I think Stephen Colbert pulled off something that has never been done before and will never be done again. 01:02:28 Stephen Colbert Clip  Bill O’Reilly  I’m not a tough guy.  This is all an act.    Stephen Colbert You’re breaking my heart, Bill.    Bill O’Reilly I’m sensitive, I’m – you know, I’m …  Stephen Colbert If you’re an act, then what am I? 01:02:38 Elayne Boosler  His talents just fed that situation and that character perfectly. 01:02:43 John Oliver  Now, this. 01:02:45 W. Kamau Bell  I think John Oliver’s doing the Lord’s work.  It’s like an extension of what Jon Stewart did. 01:02:49 John Oliver  Our main story tonight concerns the internet. 01:02:52 Sarah Silverman  There is an effect with John Oliver because he’s actually creating change. 01:02:56 John Oliver  If you’re thinking, well, look, that’s just too complicated, I’m not doing it.  Don’t worry, ‘cause that’s why we bought the Url gofccyourself.com.  And if you simply go there, it will land you straight on this page. 01:03:07 Jim Jeffries  The shows aren’t the format, the shows are the comedian. 01:03:10 Jim Jefferies  Tonight, I’m proud to continue a long and cherished tradition in this country, not late-night comedy, I mean immigrants taking jobs from Americans. 01:03:17 Jim Jefferies  And it comes down to - who do you want to watch and whose opinion do you want to listen to? 01:03:21 Samantha Bee  It has been a huge week for women. 01:03:24 Samantha Bee  We don’t have any access to anyone who’s in power, so sometimes you can say the things that journalists literally can’t say. 01:03:30 Samantha Bee   I found that it’s quite easy not to masturbate in front of my employees. 01:03:35 Samantha Bee  We don’t have anything to lose. 01:03:36 Lewis Black  You’ve got to find the laugh. That’s the only way this works. 01:03:40 Lewis Black  Are they allowed to lie?  Here’s a tip.  Yes! 01:03:44 Lewis Black  By finding the funny, we find the truth. 01:03:47 Stephen Colbert  Something’s got to be done.  Well, you’re doing something right now.  You’re watching T-V."
  },{
  "Name" : "Laughing Matters: Healing Power" ,
  "Text": "01:00:01 Patton Oswalt  Just over a year ago … 01:00:02 Maria Bamford  So, you crazy … 01:00:04 Patton Oswalt  I became … 01:00:04 Tig Notaro   I’m not kidding, I really did have cancer. 01:00:07 Patton Oswalt  A widower. 01:00:08 Jim Gaffigan  When we do face these tragedies, which we all have, comedy is a way to take power back from that situation. 01:00:15 George Carlin  It’s a healing art, comedy.  It has power to transform people even in the short term and in the long term. I believe that. 01:00:25 Reporter  Ucla psychiatrist Margaret Stuber spends her days showing kids funny videos.  But don’t laugh, this is serious research. 01:00:33 Margaret Stuber  We’ve all talked about laughter being the best medicine for as long as I can remember.  So, we know it makes us feel good.  But we scientists are fussy, you know, we want to know why. 01:00:43 Ellen Degeneres  So, here’s how it works.  Laughing increases endorphins, which travel through your bloodstream, okay. 01:00:48 Pete Holmes  It’s literally like a spasm of a muscle that also releases joy chemicals in your brain. 01:00:54 Pete Holmes  Your brain could make you happy all of the time for no reason whatsoever any moment it wants to.  It has all the ingredients: dopamine, adrenaline, endorphins. 01:01:03 Margaret Stuber  The endorphins make you feel pleasantly high. By laughing, it allows you to start healing. 01:01:13 Dr. Peter Mcgraw  One of the things that’s, I think, a little counterintuitive about understanding humor is that it actually has its roots in negative experiences. 01:01:21 Pete Davidson  I’m lucky enough to have so many horrible things happen to me, that me just talking about them seems to, you know, make people laugh. 01:01:28 Pete Davidson  My mom was like, your dad’s dead, but we got you a PlayStation 2.  And I was like, yeah, cool.  I was like, that seems about even. 01:01:37 Pete Davidson  You know, what else are we supposed to talk about? 01:01:39 Richard Lewis  You know, I can’t even hear my own problems.  Can you hear me back there in the balcony? 01:01:42 Richard Lewis  I’ve lived a long time, and the only thing that’s gotten me through most everything in life has been laughter. 01:01:49 Maria Bamford  Okay, so you have psychological problems. 01:01:52 Maria Bamford  I did have Ocd, I – I had difficulty making eye contact with people. 01:01:57 Maria Bamford  It’s not something you can talk about with your friends?  Well, I talk about it, but they’re like, why can’t you come out tonight?  I say, ‘cause I’m filthy.  They say, take a shower.  I say, no, it’s on the inside. 01:02:06 Maria Bamford  Standup was so great for a way to connect with people that felt very safe. 01:02:12 Late Night With Seth Meyers Clip  Seth Meyers I know things are okay now, but your wife, in April, had a brain tumor removed.  Jim Gaffigan:  Yes. 01:02:17 Jim Gaffigan  There is something very appealing about talking about my wife’s recovery, because human beings, we prefer to exist in denial. 01:02:27 Jim Gaffigan  There were moments when I was like, oh my gosh, if anything happens to my wife, those five kids are gonna be put up for adoption. 01:02:34 Jim Gaffigan  It helps heal a part of what we all dealt with. 01:02:39 Tig Notaro  After my mother passed away, I was diagnosed with bilateral breast cancer.  But I have not told anybody yet. 01:02:49 Tig Notaro  When I was diagnosed with cancer, nothing was striking me as funny.  I didn’t know what to do, I just needed to talk. 01:02:57 Tig Notaro  You’re the first people to find out.  Wow, that’s a very cold response. 01:03:05 Tig Notaro  I really feel like I was relying a lot on the audience to help me through this moment. 01:03:12 Margaret Stuber  When you are able to have a comedian become vulnerable in front of an audience, that can be extremely powerful for both the storyteller and the audience. 01:03:28 Patton Oswalt  Second worst day of my life was the day that my wife passed away.  That is the second worst day in my life.  The worst day of my life was the day after, when I had to tell our daughter. 01:03:43 Patton Oswalt  It’s a beautiful statement about the human species that eventually we will make a joke about everything, because it means that we are defying depression and loss and death, to live. 01:03:55 Patton Oswalt  I haven’t slept in four days, and I’m bringing my daughter to school.  So, as we’re walking up, it looked like a junkie had found a kid… and was just, \"she said the grownups get free apple slices, is that true?\" 01:04:11 Patton Oswalt  It’s an act of creation to make a joke.  So, if there was something that was an act of negation and death and you react to it with an act of creation, that’s really beautiful. 01:04:19 Pete Holmes  That felt so good, we should take turns, each of you should come up one at a time just to feel that diseases that are forming will go away."
  },{
  "Name" : "The TV Room: With The Family" ,
  "Text": "01:00:07 Modern Family Clip  Claire Dunphy We are gonna get together and act like a normal family for one-tenth of a freaking second and we’re gonna do it right now.  Come on, let’s go!    Mitchell Pritchett Gets your hands off of me.  Claire Dunphy No, no, make me, make me, make me! 01:00:19 Phil Rosenthal  Family sitcoms, these mild seeming shows are the building blocks of entertainment. 01:00:25 Simpsons Clip  Bart Dad, if there’s a really special girl and she likes some clod who’s beneath her, what should you do?  Homer I married her. 01:00:32 Paul Feig  Comedy is all about things you can relate to.  We can all relate to being with family. 01:00:37 Freaks And Geeks Clip  Harold Weir Are you wacky?  Sam Weir Wacky?  Harold Weir Can it. 01:00:42 I Love Lucy Clip  Lucy Ricky, I’ve got an idea.  Ricky No! 01:00:47 Billy Crystal  I Love Lucy was something that I started watching when I was a kid. 01:00:50 I Love Lucy Clip  Lucy Who is it? 01:00:53 Billy Crystal  She was hilarious, and so was he. 01:00:55 Mo’Nique  And you love the fact that this Latin man could calm Lucy down in a way that nobody could. You like watching that take place. 01:01:02 I Love Lucy Clip  Ricky That’s the reason I married you, because you’re so different from anyone I’ve known in Cuba.  Lucy Who’d you know in Cuba? 01:01:10 Leave It To Beaver Clip  Ward Cleaver Well, boys, you all set for bed? 01:01:12 Jon Cryer  At that time, very sort of white-bread portrayals of family were what the public wanted to see. 01:01:18 Leave It To Beaver Clip  June Cleaver Beaver, why would you say a thing like that?  Beaver Well, just ‘cause you’re married, that doesn’t mean you gotta like girls. 01:01:24 Jon Cryer  Small problems would happen, but the basic family unit wasn’t ever really unstable. 01:01:30 All In The Family Clip  Meathead Let me tell you something …  Archie All right, hurry up.  Meathead Why must you always …  Archie I can’t wait. 01:01:34 Phil Rosenthal  But here comes All in the Family, which blows the lid off what a family sitcom is. 01:01:40 All In The Family Clip  Archie You are a meathead.   Meathead What did you call me?  Archie A meathead, dead from the neck up. 01:01:47 Rob Reiner  This was Father Knows Worst.  If you do it real, if you tell a story honestly, it can be funny and it could be good. 01:01:54 All In The Family Clip  Archie I didn’t have no million people out there marching and protesting to get me my job.  Edith No, his uncle got it for him. 01:02:01 Norman Lear  We’re trying to make an audience laugh and say what we felt needed to be said.  And, they were listening to something they might never have paid attention to if it hadn’t been given to them with a laugh. 01:02:16 Kenya Barris  And then the ‘80s came and we had Family Ties.  And we had Cosby Show.  We had The Seavers.  And those families were trying to make us all the same, saying we’re all basically the same.  I think that was an interesting period. 01:02:27 The Cosby Show Clip  Clair Huxtable You better handle it, because if I handle it, he’s gonna smile and say, \"no problem\" and I’ll have to kill him.  Cliff Huxtable So you want me to kill him for you. 01:02:36 Larry Wilmore  That was the norm of the situational comedy. The family show, the father solved the problems.  They were very kind of straightforward stories. 01:02:46 Roseanne Clip  Becky Shut up!  Roseanne This is why some animals eat their young. 01:02:50 Whitney Cummings  I saw women on Tv that were like prim and proper, but Roseanne didn’t care about all the things the other women cared about. 01:02:56 Roseanne Clip  Darlene What do you want me to do, throw myself off a bridge?  Roseanne Yeah, and take your brother and sister with you. 01:03:01 Jon Cryer  That was incredibly refreshing - to see a woman who was a mom, but not thrilled about it. 01:03:06 All In The Family Clip  Jackie Did you tell them you have children?  Roseanne Yeah, they don’t want ‘em. 01:03:10 Rachel Bloom  It went from showing people the lives they wish they had, to showing people the lives they did have. 01:03:16 Everybody Loves Raymond Clip  Raymond We should be having sex three times a week.  Debra Where did you get that from?  Raymond These are the numbers, man. 01:03:22 Judd Apatow  To me, the, the pinnacle might be Everybody Loves Raymond. 01:03:25 Everybody Loves Raymond Clip  Robert Everybody loves Raymond. 01:03:27 Judd Apatow  You knew it was coming from their lives and their experiences, and this show is crazy funny. 01:03:32 Everybody Loves Raymond Clip  Robert Oh, what are you doing?  What are you doing? 01:03:36 Ray Romano  It’s a sitcom.  So, so you gotta be a little bit broad, a little bit heightened, but we tried to keep it as real as we could. 01:03:42 Everybody Loves Raymond Clip  Raymond I’m sorry, but I am not the yeller.  Debra You are the reason for the yeller.  Raymond Well you assume that there must be yelling.  Debra Yeah, you’re damn right there should be.    Raymond Hey, hey.  Debra Hey! 01:03:50 Margaret Cho  Nowadays we’re taking what is a traditional format of family shows and you’re showing a different looking family, but they have the same values.  They have the same kind of relationships. 01:04:03 Black-Ish Clip  Dre Looking good Urkel.  Girl Urkel.  Gurkel.  Ha, ha, ha.  Diane I don’t know if I like that name. 01:04:09 Phil Rosenthal  All you need is the believability that these people love each other. 01:04:13 Arrested Development Clip  Michael Why are you squeezing me with your body?  Lucille It’s a hug, Michael.  I’m hugging you. 01:04:17 Phil Rosenthal  And it’s because we have that love underneath, that the family sitcom has always prevailed. 01:04:23 The Fresh Prince Of Bel-Air Clip  Will You really make me feel like part of your family."
  },{
  "Name" : "The TV Room: Workplace" ,
  "Text": "01:00:07 Clip From Parks And Rec  Leslie What’s happening here?    Brett Oh, yo, yeah, we found this bird outside, we tried to turn it into a work whistle, like in the beginning of The Flintstones.  Tougher than it looked though. 01:00:16 Jen Kirkman  You have to work.  You have to go to work.  Nobody wants to.  And so, we all need to laugh about it or we’ll lose our minds. 01:00:25 Judd Apatow  Workplaces are always good for comedy because it’s random who’s there. 01:00:29 Brooklyn Nine-Nine Clip  Jake Peralta Let’s pound it out. 01:00:31 Judd Apatow  And so, you’re always gonna get a strange group of people forced to interact. 01:00:35 Larry Charles  You can go to work on a Tv show or you can go to a work in an insurance office, you’re still gonna have a boss, you’re gonna have a pain-in-the-ass worker, you got somebody who is maybe bothering you. That is a universal experience. 01:00:43 30 Rock Clip  Liz Lemon  You’re playing with people’s lives here.  Who do you think you are?    Male God, we’re ready for you. 01:00:49 Cindy Chupack  You could see that Tina Fey was really taking from her life in late night Tv and as a writer, and that was definitely a little slice of what it’s like to be in a writer’s room. 01:00:58 The Dick Van Dyke Show Clip  Alan It’s hard to tell a writer that his stuff isn’t funny.  Rob You tell me that every week.   Alan Ah, but you’re a… you’re a television writer. 01:01:06 Carl Reiner  This is how the Dick Van Dyke Show was born.  While I work in New York as an actor/writer on a variety show, and I write about what – what happens at home.  And at home, I talk about what goes on at the office. 01:01:19 The Dick Van Dyke Show Clip  Rob It was 4 o’clock, but the last two hours I just talked to myself about this job.   Laura Did you say anything interesting?  Rob I don’t know, I didn’t really listen. 01:01:26 Paula Poundstone  I loved the Dick Van Dyke Show.  It just had everything.  It had Carl Reiner, and Dick Van Dyke, and it had the Mary Tyler Moore character.  It’s the tree that so many things came from. 01:01:35 Mary  Oh, but that’s just wonderful.  So, I’ll see you tomorrow. 01:01:41 Paula Poundstone  The Mary Tyler Moore Show was like grownup television and it was starting to break down the barriers between this fantasy world of mom and dad and the kids. 01:01:50 Mary Tyler Moore Clip  Murray Mary, Ted wants you to handle it the way Lou would’ve handled it.    Mary Ted, how’d you like me to punch your face out? 01:01:58 James Burrows  Every place has a group of people in it.  And it really doesn’t matter about the place, it matters about those people and what happened between those people. 01:02:06 M*A*S*H Clip  Hawkeye Henry, you’re not gonna endorse this idiot’s application, are you?  Major Houlihan That’s Major to you, Captain.  Hawkeye Henry, you’re not gonna endorse this Major Idiot’s application, are you? 01:02:14 Phil Rosenthal  M*A*S*H is a workplace comedy. 01:02:16 Hawkeye  If I’m gonna do this kind of work, I gotta get more money. 01:02:17 Phil Rosenthal  Even in the darkest situation, there are laughs. 01:02:21 Paul Feig  Comedy is conflict, and it’s having all these different people stuck together who have to get along. 01:02:27 Taxi Clip  Louie You scum! You low life! 01:02:31 Judd Apatow  My favorite workplace sitcom when I was a kid was Taxi.  It was about a group of people who, who didn’t want to be there.  They had other goals. 01:02:41 Taxi Clip  Louie Hey Tony, you get creamed in your fight last night? 01:02:44 Danny Devito  Ah, we’d torture them.  Just do anything I could to make it uncomfortable. 01:02:48 Taxi Clip  Tony I didn’t get creamed.  I lost on the decision.  Louie I’m impressed. 01:02:52 James Burrows  The two workplace comedies that I did were Taxi and Cheers. One show was a workplace that everybody wanted to get out of, and the other show was a workplace that everybody wanted to come into. 01:03:13 Alan Zweibel  What worked for Cheers, I think, is the fact that it was a workplace sitcom, but those stools were their homes. 01:03:18 Cheers Clip  Sam Hey, what’s happening, Norm?  Norm It’s a dog eat dog world, Sammy, and I’m wearing Milkbone underwear. 01:03:24 The Larry Sanders Show Clip  Larry Sanders Anything else?   Arthur Your fly is open.    Larry Sanders Thank you.    Arthur Don’t mention it, part of my job.  Larry Sanders Looking at my crotch?    Arthur I consider it a perk. 01:03:33 Carol Leifer  The Larry Sanders show created a new mold. 01:03:36 The Larry Sanders Show Clip  Hank Kingsley Somebody pissed all over my shoes.  Now there are jokes, and then there is piss all over my shoes.  These are two entirely different things. 01:03:46 Carol Leifer  That created this whole new wave of smart workplace comedies. 01:03:51 The Office (UK) Clip  David Brent Now, I’ve been trying to welcome you, you guys and I didn’t want you here. But you’re here now, so you know, well done. Welcome. 01:03:59 Greg Daniels  The nice thing about a workplace sitcom now is that it’s a very diverse family. 01:04:03 The Office (US) Clip  Michael Scott  Look at that. 01:04:05 The Office (US) Clip  Michael Scott  People say I am the best boss.  They go, God, we’ve never worked in a place like this before.  You’re hilarious. 01:04:11 Greg Daniels  You can have people with every different background at work, and then they turn into a family over time. 01:04:16 The Office (US) Clip  Dwight Snow angel."
  },{
  "Name" : "The TV Room: Sidekicks"    ,
  "Text": "01:00:07 Everybody Loves Raymond - Clip  Robert I’ve been thinking about it, and I’m wondering, where’s My sculpture?    Ray What are you talking about, you want one of these?  Robert You mean a sign of affection from my mother? I don’t know, what’s that like? 01:00:18 Ray Romano  The sidekick doesn’t have to do the right thing, he doesn’t have to be nice, and he doesn’t have to say a lot. His goal is to just be funny. 01:00:28 How I Met Your Mother - Clip  Barney Ended up being just a twosome with the third one watching from a chair.    Ted Which one were you?  Barney I’d rather not say. 01:00:36 Jason Segel  The sidekick is interesting because you don’t have to do any of the heavy storytelling lifting.  But you do have to come in and kill it every time you walk through that door. 01:00:45 Seinfeld - Clip  Kramer Hey!  I’m fried. 01:00:48 Jason Segel  It’s like a pinch hitter or an assassin, you know, you have one job. 01:00:52 Seinfeld - Clip  Kramer Well, you’re just being totally ridiculous. 01:00:55 Jeff Foxworthy  I think the sidekick is great because the sidekick gets to say things that the leads can’t necessarily say. 01:01:03 I Love Lucy - Clip  Ricky After you’re married for 11 years, you’re supposed to know each other like a book.    Fred It’s the same after 25 years, only the cover gets more dog-eared. 01:01:12 Jeff Foxworthy  Fred Mertz! Fred would say things that you couldn’t say today. You know, slamming his wife’s cooking or the way she’s dressed, or whatever. And it was always just kind of an aside.  But that was some of the funniest parts of the show to me. 01:01:25 The Larry Sanders Show Clip  Hank Hey now … 01:01:27 Paula Poundstone  Sidekicks have the – the best seat in the house.  When you can get a laugh when you walk in to the scene, you know you’ve really created something amazing. 01:01:39 Danny Devito  Kramden was the star of the show, but Art Carney knocked it out of the park as being the comic sidekick. 01:01:45 The Honeymooners Clip  Ed Hello out there in television land. 01:01:47 Danny Devito  The value of that is like just so off the charts. 01:10:50 The Honeymooners Clip  Ralph What does icky mean?  Ed I don’t know, why?    Ralph Alice just said I was icky.    Ed Must mean fat. 01:01:58 Peter Tolan  Sitcoms are based on levels of sanity. And in some shows the lead character is sane, and then the supporting characters are not. 01:02:08 The Andy Griffith Show Clip  Barney You ready?  Andy Let her rip! 01:02:14 Phil Rosenthal  Don Knotts is one of the ultimate sidekicks, right?  Here comes the sidekick who can bring chaos to the scene. 01:02:22 The Andy Griffith Show Clip  Male What’s this? Andy Uh, this is our Mayberry knot - tying class.Meets here every Tuesday.01: 02: 29 Jim Burrows You can go a little off - kilter with that person because he’ s not your lead, so you can go a little more off center with that person and get away with it.01: 02: 39 Cheers Clip Frasier I think you’ ll find that once you’ ve been a patient of mine, I’ m always there when you– oh, great!I’ ll bet this is important!01: 02: 46 Peter Tolan In the case of Frasier,he was a sidekick and he was extreme in his own way.When he became the center of his own show, he couldn’ t be that same thing, and he needed a sidekick.01: 02: 56 Frasier Clip Niles Marris and I rented a video.I don’ t mind telling you, we pushed our beds together that night.01: 03: 01 Peter Tolan And they fantastically got David Hyde Pierce to, sort of out Frasier, Frasier.01: 03: 07 Frasier Clip Niles You don’ t seem to understand, I feel this rage!It’ s as if this beast has been awakened within me!Can you get that for me ? 01 : 03: 15 The Office Clip Dwight I have been Michael’ s #2 guy for about five years, And we make a great team. We’re like one of those classic famous teams.  He’s like Mozart, and I’m like… Mozart’s friend. 01:03:26 Greg Daniels  I’ve had a great time just trying to think of weird behaviors for Dwight.  I mean, he can really get into this damaged psychology mindset that you wouldn’t necessarily accept from the lead. 01:03:39 The Office Clip  Dwight Okay, we’ll be skins and …  Michael Come on, Dwight. 01:03:42 Alan Zweibel  The sidekick, the Don Knotts’s of the world, they’re vital. 01:03:46 Veep Clip  Male Actually, what I would like – oh, what the hell, Eric?    Selina What was that?  What just happened?    Gary He was gonna sneeze on you, and I blocked it. 01:03:53 Jason Segel  As the lead, you have a responsibility to carry the dramatic storytelling, but the sidekick gets to have a lot of the fun. 01:04:01 Veep Clip  Gary Come on. Come on, I took a bullet for the Veep.    Male How’d you take a bullet, Gary?    Gary It was a sneeze bullet. Right in the face, saved Selina from the bug.  Pure instinct.  It was like a dirty bomb, and I Bam, dived on it!"
  },{
  "Name" : "The TV Room: Cartoons" ,
  "Text" : "01:00:10 Kevin Smith  We were all raised in this country on animation. 01:00:13 Beavis And Butthead Clip  Beavis Shut up Stewart, we’re trying to watch Tv. 01:00:16 Kevin Smith  When you’re a kid, they put you in front of a Tv and they snap on the cartoons. 01:00:20 Ren & Stimpy Show Clip  Ren Don’t you know cartoons will ruin your mind? 01:00:22 Kevin Smith  There’s a sense of wellness to watching something animated. Oh, this is comfortable, this is familiar, this brings me back to a happy place. 01:00:28 Futurama Clip  Kid I may not have brain smarts, but at least I have street smarts. 01:00:32 Billy Eichner  Animation is a very liberating world to work in. 01:00:36 Adventure Time Clip  Jake I can imagine everything! 01:00:39 Billy Eichner  You can really go anywhere with it. 01:00:43 Conan O’Brien  If you think of it and it’s funny, you can make it happen, because they can pretty much draw anything. 01:00:48 Daffy Duck Clip  Daffy Duck That’s dandy.  Ho ho, that’s rich, I’ll say. Now how about some color, stupid?  Hey! 01:00:55 Conan O’Brien  Everything I needed to learn about comedy I learned watching Warner Brothers cartoons. 01:00:59 Bugs Bunny Clip  Bugs Bunny Ain’t I a stinker? 01:01:01 W. Kamau Bell  This is true, my essay to get into college was about Bugs Bunny. [Laughs] So, I was a huge Bugs Bunny fan. 01:01:07 Bugs Bunny Clip  Bugs Bunny What’s up, doc? 01:01:08 W. Kamau Bell  He should lose every episode.  He should be killed by Elmer Fudd at the end of every episode, but he never is. 01:01:13 Pete Docter  Bugs Bunny, Roadrunner, all those characters, Yosemite Sam, they’re all so specific and unique and funny. 01:01:25 Male  When you have this little drawn icon that is representing a person, but isn’t a person, and then, yet these human words are coming out. 01:01:33 Yogi Bear Clip  Yogi Bear Every day it’s the same old thing. \"Look at the bears, look at the bears, look at the bears.\"  Sheesh. 01:01:38 Male  I think part of our brains just tzzt, kind of get excited in a new way. 01:01:43 The Flintstones Clip  Fred Yabba dabba doo! 01:01:46 Brad Bird  The Flintstones and The Jetsons were on primetime.  Matt Groening kept thinking - why aren’t there those kind of animated shows on now? 01:02:00 Conan O’Brien  I was working at Saturday Night Live when The Simpsons came on the air. And all of us in comedy were blown away immediately.  The volume of the jokes and the quality of the jokes, they’re incessant, they just keep coming at you. 01:02:28 The Simpsons - Clip  Marge Ah!  No Maggie!  Bad baby! 01:20:21 Kliph Nesteroff  The Simpsons made adults crazy, they lost their minds, they thought is was the end of the world. 01:02:27 President George Bush  We are going to keep on trying to strengthen the American family to make American families a lot more like The Walton’ and a lot less like The Simpsons. 01:02:37 The Simpsons Clip  Homer Come on, I’m a decent guy! 01:02:41 David Silverman  The Simpsons certainly influenced a whole litany of shows. 01:02:45 Beavis & Butthead Clip  Beavis Hey!  Get out of the way dammit.    Mom Sorry, boys, but as Stewart’s mother, I need to protect him from the media’s glamorous portrayals of violence.    Beavis Ah! 01:02:56 Jerry Beck  That leads to this emergence of the idea that animation isn’t just for kids. 01:03:01 Family Guy Clip  Devil Peter Don’t listen to that sissy. Grab a beer and watch the game.   Peter Yeah, that sounds good. Oh my God. 01:03:08 Jerry Beck  Quick flashbacks, cutaways - they all work more seamlessly in animation. 01:03:12 Family Guy Clip  Stewie Now fess up, or I’ll do to you what I did to John Lennon.  John, have you met Yoko?  Yoko, John. 01:03:17 W. Kamau Bell  We will take more from these sort of cute characters than we will from real people. 01:03:21 South Park Clip  Cartman Screw you guys, I’m going home. 01:03:27 Norman Lear  Something like South Park - they mock what is happening in our culture. 01:03:31 South Park Clip  Mom What’s going on?   Male Tom Cruise won’t come out of the closet. 01:03:34 Norman Lear  It’s very mockable. 01:03:36 South Park Clip  Cartman Oh, let me taste your tears, Scott.  Mm, your tears are so yummy.    Stan Dude, I think it might be best for us to never piss Cartman off again. 01:03:44 Male  What’s great about today is that there’s so – not only more outlets for animated comedy, but there’s so many more people who are doing it and want to do it.  I don’t see an ending for it, I see a wide, big future. 01:03:55 Clip – Adventure Time  Marceline I’ve been meaning to ask you, what’s with that pocket on your shirt?  Finn Oh, Jake’s in here.  What’s up, Jake?    Jake Farts"
  },{
  "Name" :"The TV Room: Stage To Screen" ,
  "Text": "01:00:08 Jerry Seinfeld Clip  Jerry  Tell me if you think this is funny: \"Men definitely hit the remote more than women. Men don’t care what’s on Tv, men only care what else is on Tv.  Elaine Yeah, it’s funny, I don’t know. 01:00:21 Keenen Ivory Wayans  If you’re a comedian and you are trying to have a sitcom, your sitcom starts onstage with you. 01:00:26 Bob Newhart Clip  Well, see, the ideal game, you know, is that two, three couples come over the house and they get a little smashed and then… 01:00:32 Bob Newhart Clip  Be a total of ten of us - two cabins. One for the ladies and one for the men, and – and a place where all ten of us can get together.  No, I – I don’t care what that sounds like to you. 01:00:43 Larry Charles  Going back to the origins of Tv, you had the great comedians moving from the stage, from vaudeville and burlesque, to the radio, and then moving into television. 01:00:53 Jack Benny Clip  Jack Benny My driver’s license has expired.  Officer Well what would you like us to do?  Fly the relatives in from the east?    Jack Benny No. 01:01:03 Phil Rosenthal  Standup comedians are great for sitcoms because they come with a ready-made persona. 01:01:07 Ray Romano  And they don’t have to create this character, this person, this point of view. 01:01:11 Ray Romano Standup  People always see identical twins and they think they’re cute. 01:01:14 Ray Romano Show  I hope they stay cute. 01:01:15 Ray Romano Standup  Well, I’ll tell you what frightens me. That isn’t going to apply when they become adults. 01:01:18 Ray Romano Show  When they become adults, even if they’re slightly ugly, that’s gonna be magnified. 01:01:25 Ray Romano Standup  You know, if you see one slightly ugly man walk across the room, that’s no big deal. But if you see the same ugliness right behind him, yeah, that you’re gonna notice. 01:01:36 Redd Foxx  What’s the difference between a pickpocket and a peeping Tom? A pickpocket snatches watches. 01:01:42 Margaret Cho  Redd Foxx was probably the most filthy, filthy night – nightclub comedian. 01:01:46 Keenen Ivory Wayans  So, he does Sanford and Son. Only thing he couldn’t do was curse. 01:01:50 Sanford & Sons Clip  Fred Sanford  Get your narrow rump off my stump. 01:01:53 Keenen Ivory Wayans  But he was a grumpy old man when he was on stage, so he becomes America’s favorite grandpa. 01:01:59 Sanford & Sons Clip  Fred Sanford  Elizabeth! I’m coming, honey. 01:02:02 Peter Tolan  He knew what the show was, he knew what the audience was, that’s a big thing for comedians. They know what makes them funny. 01:02:08 Pete Holmes  Standup comedians have done the work of figuring out who they are. The comedian, every night gets on stage and says - this is who I am. 01:02:15 Pete Holmes  It’s kind of weird, I, I don’t have any kids, but doesn’t it kind of feel like I do? Like, don’t I kind of feel already like a dorky – like a dorky dad? Just that dorky dad at a barbecue. \"Ho ho ho ho ho – Fresca!\" That guy. 01:02:30 Ray Romano  Tim Allen came with that guy, that tool guy.  And Roseanne was this domestic goddess from Middle America, you know? 01:02:40 Roseanne Barr Standup  This bugs me the worst, is when a husband thinks that the wife knows where everything is, huh? Like they think the uterus is a tracking device. 01:02:50 Roseanne Clip  Roseanne You run around like a maniac, taking that school …  Darlene Mom, where’s tape?  Roseanne Barr In the bathroom third drawer.  …bookbags talking to teachers and everything else. 01:02:56 Judd Apatow  Roseanne found a way to turn that into one of the great, you know, sitcoms of all time.  But it really reflected her worldview. 01:03:04 Roseanne Clip  Dan Are you ever sorry we got married?  Roseanne  Every second of my life. 01:03:09 Judd Apatow  It was the perfect show at the perfect time. 01:03:11 Jerry Seinfeld  You don’t really want to visualize your parents having sex, you know what I mean?  It’s somehow a very uncomfortable thing. 01:03:17 Larry Charles  The thing that makes Jerry’s standup so great, and makes the show great, is the ability to take very transgressive subjects and make them light and friendly and accessible. 01:03:27 Jerry Seinfeld  But are you still master of your domain?    George I am king of the county. 01:03:32 Larry David  The ideas were seemingly insignificant. Usually small, quirky, idiotic things. 01:03:39 Seinfeld Clip  Kramer [Laughing]  Elaine So, when are we gonna eat?  Jerry Five, ten minutes. 01:03:44 Jerry Seinfeld Standup  How much longer are we just gonna sit here? 01:03:48 Larry Charles  There’s a number of amazingly great, unique voiced shows that are on Tv right now. What they share with Seinfeld is a unique voice, an artistic voice that you hadn’t heard on television before. 01:03:59 The Jim Gaffigan Show Clip  Daniel  To Jim Gaffigan - the fattest comedian on Tv Land."
  },{
  "Name" : "Trending Now" ,
  "Text": "01:00:00 Danny Devito  The first tweet I ever tweeted was \"my balls are on fire.\"  And then I said, \"well, how am I gonna top that?\" 01:00:14 Jeff Ross  Social media has given me access to people anywhere. That’s how I talk to my fans: Twitter, Facebook, Instagram. 01:00:29 Gabriel Iglesias  It brings people into your world. I’ll talk about my day, and then people will comment, and then I’ll go back and forth with them and they realize, oh shoot, there’s somebody there. 01:00:39 Pete Holmes  When I think of something, I used to write it in a notebook, now I might just tweet out the essence of the idea. 01:00:48 Whitney Cummings  I might put a couple of tweets out, like jokes, and see if anybody bites or retweets and likes. And if they do, I’m like okay, I’m onto something. 01:00:56 Jeff Foxworthy  How do I make somebody laugh just saying one sentence? There’s an art to that. 01:01:04 Nate Bargatze  I’ve had people come to shows that don’t even watch my whole special, they’ll be like, \"I’ve watched your Instagram videos.\" 01:01:10 Nate Bargatze  What’s easier than working out is just tell people that you used to weigh 300 pounds. 01:01:15 Jim Jeffries  Yeah, people judge you on grammar. I, I really hate the grammar people, it’s like, cause I’m trying. I’m just not very smart. 01:01:23 Jeff Ross  Some people are using social media as their stage. 01:01:27 Male  Did you hear about this? [Crying] 01:01:30 Janeane Garofalo  Now comics can have more followers, or a web series, or some something that has captured the imagination of a large group of people. 01:01:40 Kevin Hart  Goddamn stretcher! ‘Cause I be making people laugh to the point where they die! 01:01:44 Gabriel Iglesias  If something makes you laugh and something makes you feel good, you want to spread that. 01:01:55 Wayne Federman  It’s literally a brave new world freaking media. There’s no one telling you what you can do, you’re only limited by your imagination. 01:02:05 Sarah Silverman  Do something cute.  Oh."
  },{
  "Name" : "Taboo: Party Records" ,
  "Text": "00:00:07 Redd Foxx Clip  Merv Griffin Our next guest is dubbed \"the king of the party records.\"  What are party records?    Redd Foxx You play ‘em at a party.  You ever been to a party? They put the records on when it’s kind of dull, and then wait.    Merv Griffin Yeah?  Are they …  Redd Foxx The party starts.   Merv Griffin Naughty?  Redd Foxx Yes. 01:00:24 Redd Foxx  A lady walked in the drug store and she asked the druggist, \"Mister, I’d like to have some Vaseline with some Teflon in it ‘cause I done try to keep the meat from stickin’.\" 01:00:34 Elayne Boosler  In the ‘50s, before the sexual revolution, there were party records, they were called. And they were so filthy and so funny.  Unbelievable. 01:00:43 Jimmy Thompson  He said, \"now can you feel that?\"  She said, \"no, but I can taste it.\" 01:00:47 Wayne Federman  They created this underground world of live performances that were bawdy or off color. 01:00:55 Jimmy Thompson  He’s gotta jack off all the time.  If his Goddamn hands were made out of sandpaper his dick would be sharp as a needle. 01:01:02 Kliph Nesteroff  These records were selling word of mouth and sold astronomically. 01:01:06 Dr. Todd Boyd  When you went to the record store, you often had to ask for these albums because they wouldn’t be out that you could just go and pick them up out of the bin.  They were often hidden because they were thought to be too scandalous. 01:01:19 Wayne Federman  And then women got into the act in a big way.  There was Rusty Warren. 01:01:23 Rusty Warren  Knockers up. Knockers up. 01:01:27 Rusty Warren  I made an album called Knockers Up, and then everyone went wild.     01;01;30 Rusty Warren  Ladies, get your knockers up. Hey, ho, how, up. Hey ho… 01:01:36 Rusty Warren  Sex is my subject.  Sex is my life.  I was making records when it was risqué. 01:01:43 Lawanda Page  It had to be you, black motherfucker.  Had to be you.  You old cocksucker. 01:01:52 Mo’Nique  The first time I heard Lawanda Page, oh what she said out of her mouth. Oh, I was like, oh, it’s so juicy, say those spicy words.  I loved it. 01:02:02 Lawanda Page  So, she dropped her drawers, he said, come on, hurry up, give it to me.  She said you want me to take off my brassier too?  He said, no I ain’t got time to chew the fat, I just got time to come and go. 01:02:12 Rusty Warren  It was a fun time.  I don’t care if you’re gay or straight, green or whatever, people like to talk about S-E-X. 01:02:20 Jimmy Thompson  He’s asking me these questions.  See, if you have some nuts hanging upside the wall what would you have?  She said I’d have some walnuts.  He said, that’s right. 01:02:28 Mo’Nique  Did they pave the way?  Of course they paved the way, because they let us know, you can speak and be unapologetic about it. 01:02:35 Jimmy Thompson  So, if you had some nuts hanging on your chest what would you have?  She said, I’d have chestnuts.  He said baby, you’re right, you’re right.  Said, if you had some nuts hangin’ on your chin what would you have?  She said, would I have chin nuts?  He said, no, bitch, you’d have a dick in your mouth."
  },{
  "Name" : " Taboo: Bawdy to Body" ,
  "Text": "01:00:07 Amy Schumer  I guess it’s a normal question, is it harder for female comics, is it harder?  It’s not. Like, they think we just get up here and just bleed all over the stage. I’m just, \"Oh, my ovaries, how do I keep them in my body?\" 01:00:21 Margaret Cho  Men have dominated comedy for so long that they sort of set the tone of what is proper. 01:00:29 Paula Poundstone  And guys love to talk about their penises. 01:00:33 Richard Pryor  Men can just whip their shit out anywhere, right? You know, all on a tree and shit. You ever write your name in the snow? You be… 01:00:41 Whitney Cummings  When guys talk about their bodies, it’s kind of funny. And when women talk about their bodies, it’s gross. The word \"vagina\" is like \"Ugh, we don’t want to hear about that.\" 01:00:52 Sarah Silverman  I’ve been with a few men who have told me that my vagina smells like a, a peach. A peach tree. A peach-tree dish. Is that a thing? 01:01:05 Elayne Boosler  In the ‘70s the pill had just come out, women owned their bodies for the first time. So, no one really talked about anything before that sexual, because it just wasn’t done. 01:01:15 Elayne Boosler  Men can just fragment a woman. You hear a guy say, \"oh, man, Saturday night, I gotta get me a piece of ass.\" \"Why don’t you have a whole girl?\" \"No, I’m full.\" 01:01:23 Elayne Boosler  As things change people talk more about what’s come out into the open, so sex is always kind of a hot topic. 01:01:31 Mo’Nique  We’re still kids when you talk about sex and sexuality. We still go, \"ooh, ki-ki-ki-ki-ki.\" That’s why it’s so right, because everybody wants to talk about it. But very few will say it out loud. 01:01:43 Nikki Glaser  You’ll love anal if you love shitting. And I’m not talking about any everyday old run-of-the-mill shit, I’m talking about those special ones you get once a month that make your eyes cross they’re so good. 01:01:56 Nikki Glaser  Whatever people have that stops them from sharing everything about their sex lives, I just don’t have it. 01:02:03 Sarah Silverman  You’re allowed to talk about the female experience, your own life experience, whatever that is. Not only allowed, but of course that makes sense. 01:02:11 Whitney Cummings  Was sex not awkward enough before squirting. Do you remember the awkward talk before sex used to be like, \"hey, do you have a condom?\" Now it’s like, \"hey, do you have a ShamWow?\" 01:02:21 Rachel Feinstein  When you talk about all that stuff, it just makes people feel less alienated. It makes us all feel more human. 01:02:30 Leslie Jones  You mother fuckers. If you would give a woman two orgasms just two, motherfucker a week, you could slap this bitch momma. And she be in there like momma, what the fuck did you do to piss this nigga off?"
  },{
  "Name" : "Taboo: 9/11" ,
  "Text": "00:00:09 News Clip  Reporter There’s a second plane just crashed into the World Trade Center.  I think we have a terrorist act of proportions that we cannot begin to imagine at this juncture. 01:00:17 Jimmy Kimmel  It was a week after 9/11, I had to fly to New York to roast Hugh Hefner for Comedy Central.  And we didn’t know what was gonna happen. 01:00:26 Announcer  The one and only Gilbert Gottfried. 01:00:29 Gilbert Gottfried  When I did the Hugh Hefner roast, it was in New York. And in New York at that time there were still black clouds floating through the sky. 01:00:40 Gilbert Gottfried  Tonight, I’m gonna be using my Muslim name, Hasn’t Been Laid. 01:00:45 Penn & Teller  At the Hugh Heffner Roast, Gilbert does a joke about he couldn’t get a plane to L.A. that didn’t stop at the Empire State Building. And an amazing joke to do in New York City. 01:00:56 Gilbert Gottfried  I wanted to be the first one to address the elephant in the room. And then people were booing and hissing and – and one guy yelled out \"too soon!\" 01:01:08 Jen Kirkman  Too soon, when are we supposed to be talking about the thing that’s on everybody’s mind?  That’s when you make jokes about it, because that’s when it’s shocking and tantalizing and has the most impact. 01:01:17 Penn & Teller  If you want to say Gilbert Gottfried did something wrong, then fuck you in the neck because what Gilbert did was make it so life went on afterwards. 01:01:28 Pete Davidson  When stuff is sad, if you make fun of it, it takes the severity off of it, it takes the, like, weight a little bit. 01:01:35 Pete Davidson  I lost my dad on 9/11 and I always regretted growing up without a dad.  Until I met your dad, Justin.  Now, I’m glad mine’s dead. 01:01:46 Pete Davidson  I’m not making fun of it to be an asshole.  I’m making fun of it because it’s a challenge to try and find humor in stuff like that. 01:01:53 Chris Rock  Now, they should change the name from the Freedom Tower to the \"Never Going in There Tower,\" ‘cause I’m never goin’ in there.  There is no circumstance that will ever get me in that building.  Are you kidding me? 01:02:09 Jimmy Kimmel  We seem to have a window and there are different sized windows depending upon how horrible the event. But we do seem to have a time period at which it is now okay to make jokes. 01:02:21 Louis C.K.  You can figure out how bad a person you are by how soon after September 11th you masturbated, like how long you waited.  And for me it was between the two buildings going down. So, I have a feeling that – I had to do it, I had to, otherwise they win.  That’s the way I was looking at it at the time. 01:02:40 Patton Oswalt  I don’t believe in too soon.  The minute you say something oh, well that – that’s not funny.  Guess what?  All we focus on is how do I do jokes about that?  That’s how you deal with things. 01:02:50 Snl Clip   Rudy Giuliani Saturday Night Live is one of our great New York City institutions, and that’s why it’s important for you to do your show tonight.    Lorne Michaels Can we be funny?  Rudy Guiliani Why start now?"
  },{
  "Name" : "Taboo: Blackface" ,
  "Text": "01:01:31 Yes Sir, Mr. Bones Clip  Female How would you like to go to work for me?  Mr. Bones Yes, ma’am.  How much you gonna pay me, I hope?  Female Well, let’s see now.  I’ll pay you all you’re worth.  Mr. Bones No, ma’am, I gotta have some money. 01:01:45 Tommy Davidson  Blackface was just about the perception of what African-Americans were then.  We were less than human, not intelligent, you know, we had monkey brains. 01:01:53 Scott Saul  At the time African-Americans are not allowed to represent themselves on stage.  And so, white people represent black life by putting on the cork and creating this kind of grotesque mask where African-Americans are portrayed as happy, as foolish. 01:02:08 Marcus Hunter  The blackface was really a way of saying, like, black people are either really scary or really funny to laugh at, not really laugh with, but laugh at. 01:02:21 Kliph Nesteroff  At the turn of the century, blackface was very common.  Some of the most respected and famous comedians did blackface at some point. Fred Astaire, Eddie Cantor, and Buster Keaton, people that we don’t associate with blackface even did blackface at some point. 01:02:35 Uncivil War Birds Clip  Curly We alls can get that map down to his headquarters, we alls can win this war.   Larry Then we alls could get married.    Mo Brother, you all ejaculated a mouthfull.  We alls gonna get that map. 01:02:44 Tommy Davidson  Black people were marginalized at the time so much that they had to put blackface on, too.  On top of their black face.  Just to perform. 01:02:54 Mel Watkins  African-Americans started pretending to be naïve in order to get away with jokes that actually were quite critical of the people that were laughing at them. 01:03:05 Bamboozled Clip  Males We are two real coons. 01:03:09 Tommy Davidson  Bamboozled was an example of satire designed for you to see a flaw in society that you wouldn’t usually see unless you do something really extreme to get everybody’s attention. 01:03:19 30 Rock Clip  Tracy  Jenna and I are doing a social experiment.   Liz  No, you’re not.  Wait, what is Jenna doing?    Jenna You gotta ease on down, ease on down the road.    Jack  You’re just gonna stop that right now. 01:03:29 Kliph Nesteroff  It’s all about intention.  So, if somebody were to do blackface today, generally it would be to satirize racism. 01:03:35 The Sarah Silverman Program Clip  Cop Miss?  You just broke the law.  I’m gonna have to arrest you.  Sarah Silverman Well, gee, that wouldn’t happen to be because I’m black, would it? 01:03:41 Kliph Nesteroff  So, intent is always the most important consideration behind any joke. 01:03:45 Tropic Thunder Clip  Kirk I know who I am.  I’m the dude playing the dude disguised as another dude.  Kevin What? 01:03:52 Tommy Davidson  Robert Downey, I mean, of all people, you know what I mean? That’s just straight funny. 01:03:57 Clip  Alpha I’m sick of this koala-hugging nigger telling me …  Kirk For 400 years that word has kept us down.  Alpa What the fuck?"
  },{
  "Name" : "Taboo: Censored" ,
  "Text": "01:00:07 30 Rock Clip  Liz Lemon What is this?  Additional restrictions to broadcast standards?  Male Yes.  People are pretty upset about last night.  Liz Lemon How can we do Fart Doctor without the word fart?  Male I’m surprised they allow you to say doctor. 01:00:18 Jim Gaffigan  Comedy has such a rich association with censorship. 01:00:26 Kliph Nesteroff  Censorship has inched in different directions over the course of history. 01:00:30 Never Give A Sucker An Even Break Clip  This scene’s supposed to be in a saloon, but the censor cut it out. 01:00:34 Leonard Maltin  In the sound era, in movies there was no swearing, no sex, there was none. 01:00:40 Dave Foley  You couldn’t say \"pregnant\" in sitcoms before. 01:00:45 I Love Lucy Clip  Ethel You’re bound to be a little cranky in your condition.  Lucy I am not cranky! 01:00:50 Wendy Liebman  You couldn’t sleep in the same bed for many years. 01:00:55 Jim Gaffigan  It didn’t make sense. 01:00:58 30 Rock Clip  Tracy Jordan You know I love Dominican women ‘cause they love to [Bleep] those big [Bleep] ‘cause they eat all that [Bleep]. 01:01:04 Larry Charles  There’s different strategies the writers use to try to sneak taboo material in. 01:01:09 Mae West  When I’m good I’m very good.  But when I’m bad, I’m better. 01:01:14 Cindy Chupack  Mae West was the queen of innuendo.  And innuendo was really saying it without saying it. 01:01:19 Seinfeld Clip  George I am never doing that again.  Jerry Oh yeah.  Elaine Oh, gimme a break. 01:01:24 Larry David  Jerry was the one who first said we cannot mention the word \"masturbation,\" everything has to be alluded to. 01:01:30 Seinfeld Clip  Jerry Are you still master of your domain? 01:01:33 Peter Tolan  Seinfeld brilliantly figured out how to get that past the censors in a way that everybody knew what was being talked about. 01:01:40 Seinfeld Clip  Kramer I’m out. 01:01:42 Cindy Chupack  Figuring out how to get around the rules sometimes spawns even better comedy. 01:01:45 Married With Children Clip  Al It’s okay to call hooters knockers and sometimes snack trays. 01:01:49 Cindy Chupack  Snack trays. That’s so much better than tits. 01:01:53 Larry Wilmore  We used to put what we call decoys into our scripts. Things that were so outrageous that they’d say, you can’t do that, and we’d say, well at least give us this, the thing that we really wanted. 01:02:00 In Living Color Clip  Damon Wayans  Lickus my probiscus. 01:02:04 Peter Tolan  Look, you’re always proud of, of when you can get by the censors.  It’s always a victory. 01:02:09 The Naked Gun Clip  Lt. Frank Drebin  Nice beaver.    Female Thank you.  I just had it stuffed.  Lt. Frank Drebin Let me help you with that. 01:02:16 Saturday Night Live Clip  Chris I’m curious, how does one become a cork soaker?  Horatio Cork soakers are born, not made.  Fred I coulda soaked a cork all night long if they let me. I would’ve soaked two corks at once. [Laughs] 01:02:30 Mike Meyers  Talking to the censors, the Npaa lady said, well, we have to cut the fisting sequence.  And so, I just thought on my feet, I went, what’s fisting? [Laughs] And she goes, well you know what I’m talking about.  I said, I, I truly have no idea, what is that? And then she went okay, it can stay. 01:02:47 Austin Powers Clip  Austin Powers Give it a good tug. 01:02:49 Jim Gaffigan  To most comedians, saying you can’t do something might as well be saying, you should do this. 01:02:56 Clip  Gaylord Felcher  I’m Gaylord Felcher.  Male The head of standards?  Gaylord Felcher I have never seen bleeping like that.  So, guess what? I’m [Bleep] promoting you, you little [Bleep] face.    Liz Lemon Alright, you don’t have to talk like that.  Gaylord Felcher Well, who’s gonna stop me?  Who among you has the power to censor the censor?"
  },{
  "Name" : "Taboo: Off Limits" ,
  "Text": "01:00:07 Jim Jeffries  Now as exciting as it was to see my first rape … 01:00:11 Larry David  There are no good opening lines at a concentration camp. 01:00:15 Amy Schumer  Like, can these people tell I’m like mid-aborsh right now. 01:00:18 Anthony Jeselnik  You guys mad about that one.  It’s gonna get so much fuckin’ worse. 01:00:25 Whitney Cummings  Talking about taboo topics is really important.  Someone comes into a comedy show and they’re able to have a mirror held up to them about what offends you, what annoys you, what pisses you off, what makes you uncomfortable. Because that’s really when you find out who you are. 01:00:39 Sarah Silverman  I was raped by a doctor, which is… so bittersweet for a Jewish girl. 01:00:49 Sarah Silverman  It’s always just about busting things that are taboo, because when things are out in the open, that’s when they become not scary anymore. 01:00:57 Jim Norton  There’s always been sensitivity, it’s just been different sacred cows.  That’s the problem.  People want you to suffer a penalty when they don’t like what you do. How about this?  I don’t like what you do.  That’s the end of it. 01:01:08 Jim Norton  I don’t like, uh, anybody vulnerable in sex.  Like I don’t like drunk girls.  I don’t like underage girls.  Like I don’t have sex with children.  And I don’t know why more men don’t talk about that.  That’s my best quality. 01:01:20 Mark Normand  I think if the joke is funny enough, everybody’s onboard.  I’m told rape jokes, gotten a big laugh, then told another one later and gotten booed because the joke wasn’t as good. But I’m like, hey, that was a rape joke earlier, but it was funny enough to where you loved it.  So, it’s gotta be funny. 01:01:35 Mark Normand  You can do it with dogs, no one gets mad about that.  Hey, chihuahuas shit less than golden retrievers.  Everybody’s like, yes, that’s true.  If you say, Italians punch more woman than Asians, everybody’s like, ohhh.  Like, oh, why are you mad at me, I’m just goin’ off Google. I didn’t do it. What did I do, you know? 01:01:50 Jim Jeffries  You’re not really in charge of if someone is offended or not.  They are. 01:01:55 Jim Jeffries  It turns out that Bill Cosby is a rapist. 01:01:59 Jim Jeffries  You can’t please certain people.  I understand why you’re upset, because it’s something that affects you personally. But you have to be able to override that in your head. Just let me dish it out and then you take it. That’s the deal we had going. 01:02:11 Jim Jeffries  Now think about your favorite thing - you might be into sports, gardening, golf, I don’t know what the fuck you’re into.  Now think about it, now replace it… with rape and that’s how Bill Cosby feels all day, every day. 01:02:28 Margaret Cho  Talking about topics that have an air of outrage can be dangerous, but also very appealing for comedians too, because we want to step up to that challenge. 01:02:37 Dave Chappelle  I believe transgenders.  I don’t understand them either, but I know they mean what they say. 01:02:43 Margaret Cho  People are like, how can you make that funny?  But if you can crack that code - that makes you a master comedian. 01:02:49 Dave Chappelle  Them niggers cut their dicks off.  That’s all the proof I need.  I never seen somebody just throw their dick away, \"don’t need it.\""
  },{
  "Name" : "Dangerous Words: Lenny Bruce" ,
  "Text": "01:00:03 Playboy Clip  Male Well here we have Lenny Bruce – foremost exponent of sick humor and …   Lenny Bruce Oh! Isn’t that sick? Oh boy, the champagne is really making my nose bubbly, I tell ya. 01:00:16 Richard Lewis  There’s something about coming first. Lenny Bruce talked about all the taboo topics that nobody came close to even experimenting with onstage. 01:00:25 Lenny Bruce  I will live up to the misogynist, I will be the woman-hater. I will be the nice guy that takes your daughter out. He’s a nice guy. He didn’t try to fool around with me, he was a nice faggot. 01:00:35 Elayne Boosler  At the time, comedy was simply a reflection of life, and \"my wife can’t drive\" and \"I hate having sex with my husband.\" But Lenny Bruce just went, wait a minute, the last thing comedy needs is to be polite. 01:00:47 Lenny Bruce  Don’t come in me. Don’t come in me. I can’t come. Because you don’t love me, that’s why I can’t come. 01:01:03 Robert Klein  Lenny Bruce pushed the envelope by making comedy meaningful being a social commentator. 01:01:10 Lenny Bruce  By the way, are there are any niggers here tonight?  Whew, what did he say?  Are there any niggers here tonight?  Is he that desperate for shock value. 01:01:18 Marcus Hunter  His use of the N word brings up, well, what is that about?  Is he being racist? Is, is it a joke? Where are you going with this? 01:01:25 Lenny Bruce  I think I see one nigger, a couple back there between those two niggers, the three kikes. Thank God for the kikes. 01:01:31 Mel Watkins  His intent is making them uncomfortable, because he doesn’t stop with the N-word, he talks about various other ethnic denominations. 01:01:38 Lenny Bruce  Any more bullies, three more sheenies 8 more guineas, 6 guineas, 7 wops, 6 grease balls. I pass the 6 dikes, 4 kikes and 8 niggers. 01:01:47 Mel Watkins  He’s forcing the audience to realize how stupid these designations are. 01:01:52 Lenny Bruce  If President Kennedy got on television every day and said, I would like to introduce all the niggers in my cabinet.  And every day you heard \"nigger, nigger, nigger, nigger, nigger,\" nigger would lose its impact and they’d never make any poor little nigger cry when he came home from school. 01:02:04 Marcus Hunter  I think in order to provoke conversations, it requires people to have courage and I think that’s one of Lenny Bruce’s most courageous sets. 01:02:12 Penn Jillette  And then Lenny Bruce started talking about religion, but not doing jokes about rabbis and priests. He started doing his thoughts on religion. 01:02:22 Lenny Bruce  The reason for the Baroque church in a poverty neighborhood is that people can only understand material things. So, a raggedy ass guy won’t go into a raggedy ass temple.  He says, I’m living in a shit house, why I gotta in one for? 01:02:35 Lewis Black  He was really going after the whole concept of those hierarchies.  And he was going after authority, which you weren’t supposed to do. 01:02:42 Lenny Bruce  If anyone in this audience believes that God made his body, and your body is dirty, the fault lies with the manufacturer. 01:02:49 Kliph Nesteroff  Lenny Bruce had not done anything criminal, so they were frequently trying to come up with reasons to bust him, some kind of legal grounding.  So, he was hounded by the authorities for obscenity. 01:03:00 Lenny Bruce  The most American girls in the world, American tits and ass; Grandma Moses’ tits and Norman Rockwell’s ass. 01:03:08 Gilbert Gottfried  Back then that was shocking. And Lenny Bruce used to get arrested for saying a dirty joke. 01:03:18 Robert Klein  He was persecuted. Club owners were afraid to hire him. He was constantly in court. 01:03:24 Richard Lewis  He so believed that he would eventually prevail that he kept going.  He thought the system would vindicate him because he wanted to believe that it was a great system. 01:03:34 Lenny Bruce  This is the criminal court, the People of the State of New York vs. Lenny Bruce, defendant. In the latter to perform using words such as \"ass, balls, cocksucker, cunt, fuck, motherfucker, piss, shit and tits,\" will use that 100 times and utter obscenity. 01:03:48 Richard Lewis  There was no justice for this guy, he was reamed out of his first amendment rights. Because of him, I and millions of other comedians are free to say anything they want without being busted right after the show. 01:04:02 Lenny Bruce  The dirty Lenny, dirty Lenny is going on soon. Later, I really dug working with you, and goodnight and Will Rogers once said, I never met a dike I didn’t like, and goodnight, that’s it."
  },{
  "Name" : "Dangerous Words: George Carlin" ,
  "Text": "01:00:00 George Carlin  Here’s a little cheer. A lot of people like it. It goes like this: rat, shit, bat shit, dirty old twat, 69 assholes tied in a knot, hooray, lizard shit, fuck! 01:00:10 Kevin Smith  George Carlin had the ability to liberally drop in profanity to punctuate or make an impact. 01:00:17 George Carlin  Don’t fuck with a fuck-up, God, it sounds like combat, man. 01:00:21 Kevin Smith  Yes, he said insanely foul things. But he went deeper. 01:00:24 George Carlin  I get tired of people talking about bad words and bad language.  Bullshit, it’s the context that makes them good or bad. 01:00:32 George Carlin  There are 400,000 words in the English language and there are seven of them you can’t say on television: shit, piss, fuck, cunt, cocksucker, motherfucker and tits.  Shit, piss, fuck, cunt … Shit, piss, fuck, cunt … 01:00:43 Judd Apatow  Cocksucker, motherfucker and tits.  I can’t even remember whole eras of my life, but that, for some reason, is easily accessible. 01:00:51 George Carlin  And I’d like to share some with you now.  This list is a little longer than it was before: slit, snatch, box, beaver, pussy, bearded clam. 01:00:59 Sarah Silverman  The seven words routine brings to light something that people just accepted without asking the question, why are certain words taboo? 01:01:08 George Carlin  Bitch. Bitch is all right on television if you happen to be the lady from the San Diego Zoo who brought a bunch of little canines up to Johnny Carson. This one’s a bitch and blah, blah, blah, that’s cool.  Don’t refer to the singer that way. Is that bitch gonna do another number? 01:01:24 George Carlin  Take a shit?  You don’t take a shit.  You leave a shit. 01:01:29 Jim Jeffries  George Carlin was basically doing a routine about hypocrisy. 01:01:33 George Carlin  You can prick your finger, just don’t finger your prick, that’s all. 01:01:36 Jim Jeffries  He was just saying who’s afraid of swear words?  You shouldn’t be. And if you are, you’re fucking ridiculous. 01:01:43 George Carlin  Even the word cocksucker itself has been twisted out of all of it’s original meaning, it’s been distorted.  For some reason now, cocksucker means bad man. It’s a good woman. How did they do that? 01:01:54 Jim Norton  Seven dirty words was funny. But him going after how full of shit we are as a country, was amazing. 01:02:00 George Carlin  This entire country is completely full of shit from the Declaration of Independence to the Constitution of the Star-Spangled Banner, it’s still nothing more than one big steaming pile of red, white and blue all-American bullshit. 01:02:14 Penn Jillette  When you talk about freedom of speech, why George Carlin?  That’s where we find out how much freedom we have. You don’t find out that you have freedom from people who don’t exercise that freedom. 01:02:26 George Carlin  Eat shit motherfucker! Blow it out your ass, you fucking cocksucker. Somehow, I can’t feel sorry for an anorexic, can you?  Rich cunt don’t want to eat, fuck her. 01:02:37 Judd Apatow  I loved that year of George Carlin when he starts basically saying, I don’t give a shit anymore. 01:02:43 George Carlin  I don’t give a shit. 01:02:45 Judd Apatow  I want to watch the world burn. 01:02:47 George Carlin  Fuck Mickey Mouse! Fuck him in the asshole with a big rubber dick. 01:02:52 Bill Burr  George Carlin was absolutely fearless. He knew that people are gonna get upset, and so what? Grow up. 01:03:00 George Carlin  This whole country has a manhood problem, big manhood problem in the U.S.A. You can tell from the language we use. Language always gives you away. What did we do wrong in Vietnam? We pulled out. Not a very manly thing to do, is it? When you’re fucking people, you gotta stay in there and fuck them good, fuck them all the way, fuck ‘em until the end, fuck ‘em to death, fuck ‘em to death. Stay in there and keep fucking them until they’re all dead."
  },{
  "Name" : "Dangerous Words: Richard Pryor" ,
  "Text": "01:00:00 Richard Pryor Clip  Host Do you have a routine, a super nigger routine?  Richard Pryor I beg your pardon?  Yes, I, I do a thing.  I say, \"look, up in the sky, da, da, da, da, it’s a crow, it’s a bat, no, it’s super nigger.\" 01:00:19 Bill Burr  Richard Pryor was the greatest comedian of all time. I remember one of my favorite specials, he went out on stage when people were still sitting down, and he’s just riffing them. 01:00:27 Richard Pryor Clip  Well this is the fun part for me - when the white people come back after intermission and find out niggers done stole their seats.  \"We were sitting here.\" \"Yes, we were sitting right there, yeah.\"  \"Well, you ain’t sitting here now, motherfucker. 01:00:44 Bill Burr  The reason why he was so dangerous is because what he was saying was the truth, and the way he did it - everybody listened. 01:00:51 Whitney Cummings  Richard Pryor was one of the first people who wasn’t just telling jokes. 01:00:55 Richard Pryor  I lived in a neighborhood with a lot of whorehouses. I remember tricks used to come through our neighborhood, that’s where I first met white people. They’d come down through our neighborhood to help the economy. 01:01:04 Whitney Cummings  The deepest darkest secrets that you would never admit to anybody, he was broadcasting on stage. 01:01:09 Richard Pryor  I could have been prejudiced. I could have been, man, but I met nice white men, \"hello little boy, is your mother home?  I’d like a blow job.\" 01:01:19 Dr. Todd Boyd  Richard Pryor was the first black comedian to talk to mainstream audiences the way black people talk in private. 01:01:28 Richard Pryor  Police got a chokehold of you’s out here though, man, they choke niggers to death.  That mean you be dead when they’re through. 01:01:35 Keegan-Michael Key  If I’m a white person in the audience, I would go, \"is that something that happens,\" to my wife, you know. \"Really, would he, no, what, what, what is he saying?\" 01:01:42 Richard Pryor  Yeah, two grab your legs, one grab your head and snap. \"Oh, shit he broke. Can you break a nigger, is it okay?\" 01:01:51 Rain Pryor  Dad used language as punctuation, but it came at a time when you’re watching every day black people being killed in the name of nigger. 01:02:02 Barbara Walters Clip  Barbara Walters Richard, why do you say again and again \"nigger this, nigger that, nigger, the nigger did this.\" Why is it so much a part of your performance?  Richard Pryor It takes the sting out of what you’re doing.  You can’t do that.  You can stand and do it because it’s no fun.  You can’t hurt me with it.  It just makes you, yeah, good.  About 200 years of that and pick a little cotton and you be all right. 01:02:24 Elayne Boosler  Richard Pryor used that word a lot, but when he went to Africa and saw the dignity and the difference in what dark skin meant, that just changed everything. 01:02:35 Richard Pryor  Everybody should go home to Africa, especially black people.  One thing I got out of it, I was leaving, and a voice said to me, said, \"look around.  Do you see any niggers?\" And I said, no. And it said, \"you know why, because there aren’t any.\" 01:02:52 Rain Pryor  He realized, I can’t be a part of this.  I’m better than that. 01:02:56 Richard Pryor  And it made me say, oh my God, I been wrong.  I ain’t gonna never call another black man a nigger. 01:03:07 W. Kamau Bell  Richard Pryor gives people who have never thought about the black struggle, a way to hear about it through humor, and then he gives people who have never had a way to talk about their struggle, a way to talk about it because you can quote a Richard Pryor joke. 01:03:17 Richard Pryor  I remember this one. Just strike the match like this, go, what is that? Richard Pryor running down the street. 01:03:24 Margaret Cho  Richard Pryor was very responsible in bringing people together. He could present all of this danger and make light of subjects that are so hard to tackle. 01:03:35 Richard Pryor  I’m gonna tell you all the truth tonight, okay? 01:03:40 Tommy Davidson  Through his words, he changes society because he forces society to start getting honest. 01:03:47 Richard Pryor  Good night. I love you."
  },{
  "Name" : "Art Of The Roast: Friars Club" ,
  "Text": "01:00:01 Clip  Hollywood has many unique ways of paying tribute to its stars.  Some are very dignified, some very gracious. Others are hilariously funny and devastating to the recipient. These are called roasts. 01:00:12 Kliph Nesteroff  The Friars Club, basically was a New York clubhouse for actors to come and play cards. When it really became associated with comedians was the 1920s and the Friars Club roasts, which originally were called insult nights. 01:00:26 Voice Of Red Buttons  Good afternoon gentlemen, members of the dais, honored guest, Mr. Humphrey Bogart. 01:00:31 Billy Crystal  It was always behind closed doors. And then sometimes recordings would sneak out. 01:00:35 Voice Of Red Buttons  They say that he’s one of the fastest comers in show business. If you don’t believe me, ask his wife. 01:00:43 Jeff Ross  Back then, not only did entertainers not curse in public, they – they didn’t even do anything remotely provocative or blue. 01:00:52 Voice Of Red Buttons  I – I’ve seen you in all your pictures, Mr. Bogart. One picture in particular, I remember I – I loved you in that, do you remember?  That was a picture in the South Pacific where you hit the beach head and – and you got off that Lst and you got on the beach, and you were kind of climbing, you remember?  You’re full of shit. It was John Wayne! I’ll give you an idea what a lying cocksucker we got here this afternoon with us. 01:10:14 Voice Of Gilbert Gottfried  At these Friars Roasts, you’d hear more and more just how filthy these classic comics would be. 01:01:21 Voice Of Red Buttons  Next gentlemen, he always removes his monocle before he takes a piss.    Charles Coburn I’m ashamed to look down. 01:01:31 Jeff Ross  Oh, that was the first time you could ever hear, you know, Milton Berle say \"cunt.\" 01:01:35 Voice Of Milton Berle  What’s the difference between a pussy and a cunt? A pussy is a mound of flesh that is covered with silken hair that you can kiss and caress tremendously. And a cunt is the one that owns it. 01:01:52 Kliph Nesteroff  It was a \"men only\" enterprise, right through the 1980s, when Phyllis Diller colluded with a makeup artist friend of hers and entered the Friars Club and got in. Nobody knew that she was a woman. The New York Post took photos of it and it became a big news story, and it wasn’t long after that they finally opened the doors to women at the Friars Club. 01:02:15 Jeff Ross  For me, the Friars Club is a living, breathing museum of comedy, of show business. 01:02:21 Voice Of Jan Murray  Mr. Bogart, you and I never met, but we both got a good fucking here tonight."
  },{
  "Name" : "Art Of The Roast: Dean Martin Roast" ,
  "Text": "01:00:00 Dean Martin  Johnny Carson is a comedian who is seen every night in millions of bedrooms all over America. And that’s why his last wife left him. 01:00:09 Kliph Nesteroff  The Dean Martin roasts were not roasts that existed in the wild. They were roasts that were created specifically for a television event. It was sort of the epitome of 1970’s kitsch. 01:00:24 Jeff Ross  Dean Martin would assemble the biggest stars of the time – everybody from Phyllis Diller to John Wayne, to Orson Welles. 01:00:35 Billy Crystal  They all wanted to do it, cause it was a classic form. People love to see somebody get it. 01:00:44 Dean Martin  Even the Ku Klux Klan took notice of Sammy. They voted him Most Likely to be Next. 01:00:53 Betty White  I really would like to say how funny Milton Berle was tonight. I can’t. 01:00:58 Foster Brooks  I’ll bet you didn’t expect to see, see me here tonight, did you, big Red? 01:01:02 Ron White  Who was good was… Foster Brooks. That guy was cutting-edge funny. 01:01:10 Foster Brooks  In conclu-, in conclu-, in… as I leave you… 01:01:18 Jeff Ross  They were provocative, but they weren’t blue. They had innuendo. 01:01:25 Milton Berle  Did you know that Lucille Ball used to travel with the Kay Kyser band. She wasn’t a singer, she just liked to travel with the band. 01:01:39 Don Rickles  Dean, it’s morning! 01:01:41 Kliph Nesteroff  Usually, at the end of each episode, Don Rickles would then go up and roast everybody and destroy. Because in real life, Don Rickles was the master of insult comedy. 01:01:52 Don Rickles  Black, white, Jew, Gentile, we’re all working for one cause… to figure out now you became Governor. 01:02:00 Don Rickles  30 years ago, you were handsome, and now we’re gonna put \"Goodyear\" on your face and fly over the beach for a half hour. 01:02:05 Billy Crystal  There’s an art to it. And if the, the roastees are really good… 01:02:10 Redd Foxx  I knew white guys couldn’t write for spooks. 01:02:14 Billy Crystal  It’s, it can be really funny. 01:02:16 Ruth Buzzi  Ruth Buzzi:  For years I’ve had a hope chest!  Frank Sinatra:  I’ve seen your chest, there ain’t no hope. 01:02:23 Jeff Ross  It was all done affectionately. They would honor somebody they cared about, as we still do today. 01:02:28 Frank Sinatra  I enjoyed the jokes, and I enjoyed the serious part that Don Rickles did. 01:02:34 Jeff Ross  We don’t honor people we don’t like, we honor people that we love. 01:02:40 Sammy Davis, Jr.  One of the great joys of being 45 years in this business is to have people who love you, make fun of you."
  },{
  "Name" : "Art Of The Roast: Comedy Central" ,
  "Text": "01:00:00 Anthony Jeselnik  When Comedy Central first asked me to be here tonight, I told them to suck my dick. And now I’m here. 01:00:13 Jeff Ross  Roasting has become popular, but, it was like a lost art in the 90s.  Younger people didn’t know what that meant. 01:00:21 Jeff Ross Onstage  Charlie’s meltdown was so bad, Al Gore’s making a documentary about it. 01:00:25 Jeff Ross  It was like saying you were into Latin or jousting. People would be like, \"what? What is that exactly?\" 01:00:34 Jeff Foxworthy  Comedy Central’s doing these roasts, and they call me and I’m thinking in my mind the old roasts and how funny those were. Five minutes into this thing … 01:00:44 Lisa Lampanelli  Your show was cornier than Oprah’s stool after the Fourth of July. 01:00:50 Jeff Foxworthy  And I’m like, really? 01:00:54 Colin Quinn  Roasts are a good tradition because it’s honest. There’s so much of it is true. 01:00:59 Colin Quinn  I’m the fourth biggest star here, does that bother you? It should.  Now look… oh, this is pathetic. 01:01:05 Billy Crystal  The rules are changed. If you’re roasting somebody, you’re allowed to roast them. You’re allowed to go as far as you want. 01:01:12 Greg Giraldo  Hasselhoff’s sitting on a lifeguard chair, cause that’s what you’re most known for. I guess when we roasted Pam, she should’ve been sitting on a dick. 01:01:20 Jimmy Kimmel  You really have to go into a roast knowing that your feelings might get hurt, and people’s feelings do get hurt. 01:01:26 Pete Davidson  Ann Coulter is here, everybody. You know, Ann describes herself as a polemicist, but most people call her a cunt. 01:01:34 Pete Davidson  That’s the whole point of the roast is to be named, not fun and make fun of things, you know, so it’s like allowed. 01:01:40 Betty White  We all know Shatner’s nuts… but George has actually tasted them. 01:01:48 Whitney Cummings  You know, I wish I could say that I love being on the receiving end.  Uh, no. 01:01:55 Joan Rivers  And now I guess I have to talk about you, honey. (Oh!) Who the fuck are you?  I … 01:02:02 Kliph Nesteroff  Comedy Central roasts subsequently became big star-makers. Lisa Lampanelli is famous because of Comedy Central roasts. 01:02:09 Lisa Lampanelli  If Flavor Flav was any smaller and darker, Brad and Angelina would try to adopt him. 01:20:14 Kliph Nesteroff  Greg Giraldo became famous because of Comedy Central roasts. 01:02:19 Greg Giraldo  You gravy-sweating cousin-fucker. Larry fucked his first cousin when he was 16, and his last one about an hour ago. 01:02:28 Jeff Ross  As the world gets more and more sensitive, if you will, it’s good when an artist can express themself in a way that may not be acceptable outside that temple of free speech. 01:02:41 Gilbert Gottfried  John Stamos walks into a bar, the bartender says, \"we have a drink named after you.\" John Stamos says, \"you have a drink named Secret Fag?\" 01:02:55 Gilbert Gottfried  It’s a roast, it’s not a mild simmer. It’s a roast. 01:03:00 Jeff Ross  How is it possible that Courtney Love looks worse than Kurt Cobain?  What?!"
  },{
  "Name" : "Art Of The Roast: Roast Battles" ,
  "Text": "01:00:00 Roast Clip  He graduated top of his class and bottom of his teacher. 01:00:02 Roast Clip  You’re so far back in the closet, I gotta give you to Goodwill tomorrow. 01:00:06 Roast Clip  Just the foot he’s gonna lose to diabetes is enough to feed this whole mother-fuckin’ room! 01:00:12 Kliph Nesteroff  The new phenomenon is the roast battle. 01:00:14 Roast Clip  Battle, battle! 01:00:16 Kliph Nesteroff  This was something that came out of a regular show that was started at the Comedy Store. 01:00:20 Jeff Ross  Two comics were in the parking lot outside, arguing over a joke, over a stolen joke. And they were about to fight. Brian Moses, my friend, said, \"don’t fight, come up to the open mic and roast each other.\" 01:00:36 Roast Comic  Cj, your neck and my son’s dick got something in common. Both of them is uncircumcised. 01:00:42 Jeff Ross  That’s how roast battles started happening, and then it became like Fight Club for comedians. 01:00:48 Roast Clip  Hold on, hold on, hold on! Save that heat, save that heat! 01:00:51 Jeff Ross  And we had a community… 01:00:52 Roast Announcer  We have some roast battle Comedy Store royalty. 01:00:55 Jeff Ross  And we had a home. 01:00:56 Roast Clip  Battle! Battle! Battle! 01:00: 58 Roast Clip  This is Roast Battle.01:00:59 Jeff Ross  And then, boom! They were all over the place. 01:01:02 Roast Clip  Justine:  Sam is what happens when a Nickelback song fucks a futon.  Sam:  Very good joke, Justine. Who wrote it for you? 01:01:11 Roast Clip  You and your girlfriend broke up after two, three abortions?   Judge:  Oh shit! 01:01:16 Roast Clip  If you were any more white trash, you’d be the tissue your mother wishes your father jerked off into. 01:01:22 Kliph Nesteroff  The Roast Battle is essentially a take-off on the idea of rap battles where two people throw down. 01:01:30 Roast Clip  Sara:  Mike worked at McDonald’s for eight years, and I think we all know why he doesn’t work there anymore. They took away all the incentives. I mean, they tore down all the playgrounds.   Mike:  Sarah’s vagina is like a bar. It’s dank, full of drunk dicks, and children are immediately forced to leave. 01:01:50 Jeff Ross  And we pick a winner. 01:01:53 Roast Clip  Mark Forman! 01:01:56 Colin Quinn  A really great roast joke should be like, I don’t want to laugh at that, but you son of a bitch, you did it so well, I have to laugh at it. 01:02:04 Roast Clip  Greg’s Mexican family doesn’t get along with his new girlfriend because they all pick fruit, and she picked a vegetable.  Jeff Ross:  Greg, how you feelin’, man?  Greg:  I can’t feel anything. 01:02:17 Jeff Ross  Every roast battle ends with a hug. And then the love comes in. Americans, for some reason, love the blood sport of roast. 01:02:27 Roast Clip  Let’s roast!"
},{
"Name" : "The History Of Comedy - F***ing Funny" ,
"Text":"01:00:00;25  Opening Credits 01:00:05;19 Jim Jefferies It's amazing that there was a time when what you said could get you locked up in prison. 01:00:09;28 Lenny Bruce I've actually accrued a reputation for being irreverent. 01:00:12;26 Richard Pryor Yes, that's a sticky wicket. 01:00:15;00 Marc Maron I curse gratuitously. Subject matter’s another store. 01:00:17;27 Anthony Jeselnik This is gonna be a good show. 01:00:18;28 Newscaster  Are there any subjects that are never appropriate for humor? 01:00:23;16 Craig Ferguson People say a good comedian doesn’t have to curse. And I thought, that’s fucking rubbish! 01:00:27;25 Tom Brokaw How dirty is too dirty? 01:00:29;13 James Earl Brown  Richard Pryor Why is all that so funny?  I don't know. 01:00:31;17 Newscaster What you're about to hear is going to shock and disgust you. 01:00:33;25 Ali Wong If you choose to go blue, you gotta do it right. Dirty for the sake of dirty, there’s nothing worse than that. 01:00:39;01 Johnny Carson You must promise me something. You won't get me in any trouble on the show tonight. 01:00:42;26  The History Of Comedy Animated Main Title 01:01:15;29 Craig Ferguson Listen, I will be cussing tonight. Now, just so's you know. No, I will. I will. Don't fuckin' \"oh\" me. 01:01:17;07  Graphics On Screen Craig Ferguson: Does This Need To Be Said? 2011 01:01:23;04 Craig Ferguson Not allowin’ an artist to use the word \"fuck\" is like not allowin’ a guitarist to use the chord E. It’s possible to play the instrument, but why the fuck would you bother? 01:01:23;24  Graphics On Screen Craig Ferguson Writer/Comedian 01:01:35;04 Craig Ferguson Now don’t wave your finger at me! You knew when you got here there’d be cursing. 01:01:39;29  Graphics On Screen Elayne Boosler Comedian 01:01:39;29 Elayne Boosler The last thing comedy needs is to be polite. You know, the world was never changed by anyone being well-behaved or well-mannered or quiet. 01:01:47;25  Graphics On Screen Jeff Ross Comedian 01:01:47;25 Jeff Ross There's a certain exhilaration in pushing the boundaries. 01:01:51;26  Graphics On Screen Sarah Silverman: We Are Miracles 2013 01:01:51;26 Sarah Silverman  I had this memory of being, like, three, and I would shower with my mother. My mom got her water from the showerhead. That water would then cascade down her ample bosom and like pike off of her 70s Jew bush. That was my water. 01:02:18;01 Sarah Silverman I was raised by parents who spoke explicitly. There’s something about growing up not knowing that talking about your vagina or penises was taboo. 01:02:22;04  Graphics On Screen Sarah Silverman Writer/Comedian 01:02:32;24  Graphics On Screen Ali Wong: Baby Cobra 2016 01:02:32;24  Ali Wong Now, if you haven't done it before, ladies, go home and treat yourself. Do it tonight. Just give your man a little, a little push, push in the tush, tush. Give him a little Atari. 01:02:45;12  Graphics On Screen Ali Wong Comedian 01:02:45;12 Ali Wong  My whole comedy career I've been told to be less dirty and I would get more work if I just toned it down a little bit. And it's crazy to me that a highbrow publication like the New Yorker would be interested in interviewing me about why I find it funny to butt finger a man. 01:03:06;20  Graphics On Screen Jimmy Kimmel Host, Jimmy Kimmel Live! 01:03:06;20  Jimmy Kimmel I don't think there's any subject that's off limits. 01:03:09;26  Graphics On Screen Bill Hicks One Night Stand, 1991 01:03:09;26 Bill Hicks I actually did that joke in Alabama right? These three rednecks met me after the show man. \"Hey buddy! Come here. Hey buddy we’re Christians we don’t like what you said.\" I said then forgive me 01:03:24;08 Kliph Nesteroff What we consider offensive or blue evolves with every generation. 01:03:32;17 Bob Mankoff With Vaudeville, for the first time, comedy becomes an industry. 01:03:38;01  Graphics On Screen A Few Moments With Eddie Cantor 1923 01:03:38;01 Eddie Cantor My poor father, he died of throat trouble. They hung him. 01:03:43;20 Bob Mankoff Vaudeville is created commercially to clean up humor. There’s no cursing, there’s no blasphemy. Why? They want men, women, and children to be able to come there. They want a bigger audience. 01:03:46;28  Graphics On Screen Bob Mankoff Cartoon Editor, The New Yorker 01:03:58;01  Graphics On Screen Eva Puck Sammy White 01:04:04;02 Kliph Nesteroff If a Vaudevillian did something on stage that was objectionable, they would send a blue envelope backstage with the material they wanted excised from their act. And, so that became the whole, uh, idea of that phrase, \"blue material.\" 01:04:14;17  Graphics On Screen Kliph Nesteroff  Author The Comedians 01:04:18;26 George Burns Say goodnight. 01:04:20;01 Gracie Allen Goodnight. 01:04:18;26  Graphics On Screen George Burns Gracie Allen 01:04:21;26 Kliph Nesteroff So you had Vaudeville comedy, which was accessible to all, but at the same time concurrently you had another style of comedy that was a little bit different. Burlesque houses were often like going to a strip club. These guys were there with their trench coats to watch girls. They had the different styles of comedy, different people performing within them. 01:04:42;20  Graphics On Screen Leon Devoe Mannie King 1:04:42;20 Leon Devoe I see you lying there. My anger is aroused. I pull out my dirk. 01:04:47;13  Mannie King Uh oh, now we’re getting to the point. 01:04:50;01 Kliph Nesteroff Because burlesque, the primary attraction was scantily clad ladies, in order to compete for attention, a comedian had to do something that was going to upstage a naked woman. So they would do this sort of dirty-ish comedy. 01:05:06;17  Graphics On Screen Leon Devoe Harry Savoy 01:05:06;17 Harry Savoy Your wife's on television? 01:05:07;12 Leon Devoe Indeed she is. 01:05:08;06 Harry Savoy I didn't know that. 01:05:08;06 Leon Devoe A magician. 01:05:09;02 Harry Savoy What’s she do? 01:05:09;20 Leon Devoe Well, she does one trick that's really amazing, mystifying. She takes a little rubber ball. 01:05:14;10 Harry Savoy Yeah, yeah, yeah. 01:05:15;04 Leon Devoe She bounces the little rubber ball up and down, see. And she stands with her legs like this. And when the little ball bounces up and down, the little ball disappears. 01:05:27;21 Harry Savoy Well what are you bragging about? 01:05:29;07 Leon Devoe What? 01:05:30;00 Harry Savoy My wife does the same thing with a basketball. 01:05:21;27  Leon Devoe  Sure. 01:05:35;00 Harry Savoy Yeah, she does it the hard way. She’s knock-kneed. 01:05:37;04 Bob Mankoff Vaudeville is clean. Burlesque is dirty. The thing about burlesque is, that audience is all male. You're not going to burlesque to see the comic. [Laughs] Okay? You're going to see the boobs. [Laughs] 01:05:52;27  Graphics On Screen The Dean Martin Celebrity Roast 1973 01:05:55;16 Unknown The Dean Martin Celebrity Roast, coming to you live from the Mgm Grand Hotel. 01:06:03;14 Jack Benny Dean, I'd like you to know that I cancelled a proctologist appointment to be here tonight. And I think I made a mistake. 01:06:04;23  Graphics On Screen Jack Benny 01:06:17;27 Kliph Nesteroff So, in the late ‘60s and 1970s they would televise Friar’s Club Roasts, but they were sanitized versions of what you would actually see at the Friar’s Club. 01:06:28;25 Don Rickles Don’t get me wrong, there’s a lot of reasons why we should honor this man tonight. First of all, he’s Italian, and love the Italian people. I’ll never forget the word of Carmen Gunginanzo who said to me in Brooklyn on a Saturday night. 01:06:30;01  Graphics On Screen Don Rickles 1976 01:06:43;01 Jeff Ross The televised Roasts that Dean Martin did were always so funny, and it was fun to see, but there’s something about those private Friar’s Club behind closed doors, you know, uhh, uhh, stag roasts. The fact that they were these huge stars like Jack Benny and Milton Berle that the public had only heard on Tv or on the radio be very squeaky clean, suddenly you got to see another side of it. 01:06:49;19  Graphics On Screen Jeff Ross Roastmaster General 01:07:11;02  Graphics On Screen Johnny Carson Friar’S Club Dinner Honoring Don Rickles, 1968 01:07:11;02 Johnny Carson I've known Don for about eight years and like most performers, Don has probably thousands of acquaintances, professional people, that he knows. But he's also one of the people who has close friends. And I'd like to feel that I am one. I don't want to speak for Don. That I am one of his very close friends. And I think that's important to Don because queers need friends. 01:07:35;27 Kliph Nesteroff The Vaudeville style of comedy, and the Burlesque tradition of comedy came together at the Friar’s Club. 01:07:42;28 Jeff Ross It's good when an artist can express themself in a way that may not be acceptable outside that temple of free speech. People said there's a time and a place for that kind of comedy. That's the time and place. The roasts. 01:07:57;22 Johnny Carson And I will remember this evening probably as long as it takes me to get to my car. 01:08:04;19  The History Of Comedy Animated Temp Bumper 01:08:09;19  The History Of Comedy Animated Temp Bumper 01:08:13;19 Steve Allen Ladies and gentlemen, here is a very shocking comedian, the most shocking comedian of our time, a young man who is skyrocketing to fame, Lenny Bruce. 01:08:14;07  Graphics On Screen The Steve Allen Show 1959 01:08:23;19 Lenny Bruce You might be interested in how I became offensive. 01:08:24;29  Graphics On Screen Lenny Bruce, 1959 01:08:20;20 Marc Maron At that time there were laws on the book around obscenity. You couldn't say \"fuck\". You couldn't say \"cum\". You couldn't say \"cock\". I mean, could you imagine that? 01:08:33;07  Graphics On Screen Marc Maron Comedian/Podcaster 01:08:40;11 Lenny Bruce I'd like to perhaps give you a four letter word that starts with an S and ends with a T. Uhh, first time on television. I'm not gonna look at you when I say this, because this way I can't get busted. You don't know who said it. The band said it. Starts with an S and ends with a T, and the word is snot. 01:09:04;01  Graphics On Screen Richard Zoglin Author  Comedy At The Edge 1:09:04;01 Richard Zoglin Lenny Bruce saw himself as a social critic. And part of that was challenging our language and why certain words were taboo. 01:09:12;12 Lenny Bruce The Jew has no concept that there's a dirty word graph. In other words, F-U-C-K, the Jew doesn't know is worth 90 points, and S-H-I-T five points. Because both rabbis and priests S-H-I-T. Only one F-U-C-K-S. 01:09:28;19 Kitty Bruce If you listen to my father's routines, you will hear a quote unquote obscenity. His so-called curse words or blue material. He did not use them for shock value. They had a purpose, they had a reason and they were leading to a point. 01:09:32;00  Graphics On Screen Kitty Bruce  Daughter Of Lenny Bruce 01:09:45;06  Lenny Bruce And there's a difference, you know, between a big piece of art with a little shit in the middle. A big piece of art, a little shit in the middle. A big piece of art. Then a big piece of shit with a little art in the middle. A big piece of shit with art in the middle. You don't understand the art if it's one big piece of shit. 01:10:02;18 Robert Weide If he was just playing small joints and wasn't really a household name, nobody would have bothered him. But his popularity started to grow. He became something of a force and something of an influence. So he started to question authority. And he started to step on toes. 01:10:07;00  Graphics On Screen Robert Weide Filmmaker 01:10:18;23  Graphics On Screen Lenny Bruce: The Carnegie Hall Concert 1961 01:10:18;23 Lenny Bruce Christ and Moses looked at the Earth and they said, well, obviously the book is bombing down there. Gideons are shoving it in motel drawers. So Christ and Moses fly to New York. They said, what's playing in St. Pat's? Good double bill. Spellman and Sheen. Cardinal Spellman would be relating love and giving and forgiveness to the people. And Christ would be confused. 'Cause their route took them through Spanish Harlem. And they would wonder what forty Puerto Ricans are doing living in one room. This guy had a ring on that was worth eight grand. 01:10:53;21 Unknown What about the accusations that you tramp on other people's religions? 01:10:58;06 Lenny Bruce Uhh, I discuss religions, many points of view. Uhh, I am interested, I am searching, uhh, for an answer as Billy Graham is. 01:11:13;00 Kitty Bruce At this time, priests and people of the cloth, you bowed to them. And people got very angry because now they're talking about their religion, their belief system. You play with somebody's belief system and their religion, now you got a problem. And they got the powers that be crazy. Shut him up. You've got to silence him. 01:11:32;13 Robert Klein Someone saw Lenny Bruce in a club in Chicago and he was making jokes about the Pope or something and two detectives went up on stage because of that remark and handcuffed him in front of the audience and took him away. You can't even imagine that today. 01:11:38;08  Graphics On Screen Robert Klein Comedian 01:11:48;14 Lenny Bruce  They found it was obscene enough to put me in a-a jail cell for the last 24 hours, which, and the thing I wish they would do is tell me what words were obscene. 01:11:58;09 Kitty Bruce In court, a cop is reciting what he thinks that my father's talking about when my father had the microphone and he was doing this. He was imitating a priest doing a holy water in the pews. The cops wrote it down that it looked like he was pretending masturbation. It got fierce. It got really fierce. 01:12:23;13 Richard Lewis There were some really funny, great comedians and blue. But they chose him to make some, you know, some ridiculous point. They took away his First Amendment rights. It was a horrible moment. 01:12:29;22  Graphics On Screen Richard Lewis Actor/Comedian 01:12:37;10 Lenny Bruce The reason I got busted, arrested, I picked on the wrong god. If I would have picked on the god whose replica is the whoopee cushion store, the tiki god, the Hawaiian god, those idiots, their dumb god, I would have been cool. But I picked on the western god, the cute god. The in god. The Kennedy god. And that's where I screwed up. 01:12:57;06 Kitty Bruce No matter how many times he would get arrested, no matter how many times he was dragged off the stage, no matter how many times he had to go to court, my father believed that he had the right to free speech. My dad went from making $150,000 a year to being registered as a pauper. We had no money. All the money and everything went on lawyers. The way that he was beaten down and beaten down and beaten down, coupled with his drug use, is what killed him. 01:13:27;29  Graphics On Screen Home Of Lenny Bruce Hollywood, 1966 01:13:40;13 Richard Zoglin Lenny really took the blows. He was the martyr. He cleared the way for the new openness, which was happening in all sorts of media in the ‘60s. But it took guys like Lenny Bruce to-to really push the boundaries and, uhh, go to jail for it. 01:13:54;19 Elayne Boosler There is not one piece of comedy being done today that didn't come out of something Lenny Bruce said. Really. He was like, you know, the big bang.    01:14;01;26  Graphics On Screen Elayne Boosler Comedian 01:14:06;28 Marc Maron Did he take the hit for all of us? Yeah, I imagine he did. I mean, you know, yeah, thank God for Lenny Bruce. 01:14:14;22 Lenny Bruce Let's see, let's see. What's nice to follow a good, heavy morose thing like that? A commercial. Yeah. 01:14:22;17  The History Of Comedy Animated Temp Bumper 01:14:27;17  The History Of Comedy Animated Temp Bumper 01:14:33;21 Gilbert Gottfried One time Lenny Bruce was performing and George Carlin was in the audience. And the police busted Lenny Bruce. 01:14:39;14  Graphics On Screen Gilbert Gottfried Actor/Comedian 01:14:42;09  Graphics On Screen Robert Weide Filmmaker 01:14:42;09 Robert Weide As Carlin has told it, you know, the cops wanted to check everybody's I.D. because if they could get somebody who was under age, they could really wreak havoc. 01:14:50;17  Graphics On Screen Lenny Bruce And George Carlin Chicago, 1962 01:14:50;17 Penn Fraser Jillette And you know, you have young George Carlin trying to be arrested with Lenny Bruce, to be able to ride in the, in the paddy wagon with him. 01:14:56;08  Graphics On Screen Penn & Teller Magicians/Comedians 01:15:00;05 Richard Lewis If they're gonna bust Lenny, they're gonna bust me. It was, it gives me goose bumps just thinking about that. 01:15:01;05  Graphics On Screen Richard Lewis Actor/Comedian 01:15:05;21 Gilbert Gottfried And Lenny Bruce said, how, you know, how did you get in here? And-and he said, well I refused to cooperate with the police. And Lenny Bruce said, what are you, a schmuck? [Laughs] 01:15:21;20  Graphics On Screen George Carlin 01:15:25;25 Richard Zoglin Carlin came up as a kind of a traditional, short hair standup comic. He was quite successful on getting Ed Sullivan gigs and so forth. 01:15:31;20  Graphics On Screen Richard Zoglin Author, Comedy At The Edge 01:15:34;20 Ed Sullivan Here is comedian, comedy star, George Carlin. 01:15:38;11 George Carlin Que pasa? Al Sleet, your hippy dippy weather man. Tonight’s forecast: dark. 01:15:46;20 Penn Fraser Jillette George Carlin, at first wanted just to have success. And he got that success and then just felt that he was getting that success in a way that-that didn't speak to his heart. 01:15:56;07  Graphics On Screen The Real George Carlin 1973 01:15:56;07 George Carlin I used to be this guy. Or maybe this guy used to be me. I don't know. We were each other at one time. It wasn't long ago. He, I liked him, you know. He was really good. He was funny and I had a lot of fun with him. He did some nice things for me. But it was like, there was nothing behind him, you know? He was kind of just superficial, just the surface. He was all characters. I wasn't in there. I found out I wasn't in my own act. 01:16:20;28 Lewis Black The guy who really picks up from Lenny is George, who basically kind of goes right after, you know, the taboos again. He's constantly picking and picking and picking. 01:16:23;16  Graphics On Screen Lewis Black Comedian 01:16:31;08  Graphics On Screen Class Clown 1972 01:16:31;08 George Carlin And the Irish priests were always heavily into penance and punishment, you know? They give you a couple of novenas to do, a nine first Fridays, five first Saturdays, stations of the cross, a trip to Lourdes. Wow. That was one of the things that bothered me a little about my religion, was that conflict between pain and pleasure, you know? 'Cause they were always pushing for pain and you were always pulling for pleasure, man, you know. 01:16:58;29 Mike Sacks George Carlin was a wordsmith. And each of his routines were poetry, memorized poetry. Carlin would spend a year practicing these routines where every word was there for a reason. Nothing was there by accident. 01:17:01;23  Graphics On Screen Mike Sacks Writer/Podcaster 01:17:13;01  Graphics On Screen On Location: George Carlin At Usc 1977 01:17:13;01 George Carlin My trouble is I wanted a list. Here are these words I'm not supposed to say. Let's have a look at them. I'll be glad to avoid them if I can just see them and know what they are. You gotta say them to find out what they are, man. Shit [Sound Effect]. Oh fuck. [Sound Effect] 01:17:32;04 Patton Oswalt George Carlin, more than anyone else, even more than Lenny Bruce before him, he had fun with vulgarity. And that drove people crazy. 01:17:36;16  Graphics On Screen Patton Oswalt Writer/Comedian 01:17:44;02 George Carlin I kept finding more ways to describe dirty words than there were dirty words. They call them dirty, bad, filthy, foul, vile, vulgar, off color, blue, in poor taste, suggestive, cursing, cussing, swearing, profanity, obscenity. All I could think of were shit, piss, fuck, cunt, cocksucker, motherfucker and tits, man. 01:17:44;02  Graphics On Screen Don Kirshner’S Rock Concert 1977 01:18:16;06 Patton Oswalt As you watched the bit, he initially gets the shock laugh. And then he begins inserting these vulgarities into very normal, comfortable musical, almost lyrical language to show you how ridiculous it is. 01:18:31;29 George Carlin Shit, piss, fuck, cunt, cocksucker, motherfucker, tits. Cocksucker, motherfucker, tits. Cocksucker, motherfucker, tits. Cocksucker, motherfucker, tits. 01:18:38;09 George Lopez All the seven words were the beautiful ingredients to a great melody. A great way to start a, an orchestra. 01:18:40;01  Graphics On Screen George Lopez Actor/Comedian 01:18:45;03 Russell Peters I got Carlin records and I remember my dad was listening to it with me. And my dad was an English major. So anything with wordplay and-and language, he was always into it. And, you know, despite the language, he would, he would still let me hear it. 01:18:51;06  Graphics On Screen Russell Peters Comedian 01:19:00;08 Floyd Kalber The United States Supreme Court has ruled that the government can act against broadcasters who present offensive material. The 5 to 4 decision upheld the government reprimand of a radio station that broadcast a record by comedian George Carlin. 01:19:08;17  Graphics On Screen Today 1978 01:19:14;20 George Carlin Wbai played a cut from an album. The cut is called Filthy Words. And it's a follow-up to an earlier album piece I did called the Seven Words You Can Never Say on Television. Wbai played it in the context of a program they were doing in the mid-afternoon about contemporary language and attitudes towards language. The Fcc took issue with Wbai based on a complaint by a listener who was in his automobile at the time and his son. And he claimed that it was indecent. Claimed that it was an invasion of his privacy and that his son shouldn't be subjected to that. 01:19:25;06  Graphics On Screen George Carlin 1978 01:19:47;08 Penn Fraser Jillette The Seven Words You Can't Say on Television don't exist before George Carlin. Those are not seven words you can't say on television. He put those words together because of the rhythm, because of the way they sounded and for the routine. And then instantly it goes into the court record. And the Fcc and everybody pretends that these are the actual words. He created the very battle that was fought against him. 01:20:12;22 Floyd Kalber The Federal Communications Commission said that New York's Wbai was wrong in playing the record, though the Fcc imposed no punishment immediately, and the Supreme Court agreed. 01:20:23;01 Kevin Smith I was raised in a time where using bad language was associated with people of low intelligence. And he helped break that stereotype for me. Carlin, even as a bit, there's no such thing as bad words. There's bad intentions, but there's not bad words, you know? So, I, that-that was freedom. 01:20:26;24  Graphics On Screen Kevin Smith Writer/Director 01:20:39;23 Jim Jefferies As soon as something's desensitized, then it becomes normal. Then when it becomes the normal, then it doesn't become offensive. And when something isn't offensive, then we're not afraid of it anymore. Everything George Carlin said was basically him looking at the world going, grow up. Grow up. Grow up. 01:20:43;17  Graphics On Screen Jim Jefferies Comedian 01:20:56;05 George Carlin Shit, piss, fuck, cunt, cocksucker, motherfucker, and tits. Now that was the original list. We've added a few words since then. We've added fart, turd and twat. And I know there are some other words that many of you are wondering about, why they haven't been considered, why they haven't shown up on the list thus far. We're looking at them all very closely. Some of your favorites might make the list this year. Asshole, ball bag, hard-on, piss hard, blue balls, taint, nooky, snatch, box, pussy, pecker, peckerhead, pecker tracks, jism, joint, donniker, dork, poontang, corn hole and dingle berry. 01:20:56;05  Graphics On Screen George Carlin: Again! 1978 01:21:41;25  The History Of Comedy Animated Temp Bumper 01:21:45;25  The History Of Comedy Animated Temp Bumper 01:21:58;06 Kliph Nesteroff Until Redd Foxx came along in 1956, nobody had ever recorded their stand-up act and released it as an album. Redd Foxx is distinguished because he invented essentially the genre of stand-up comedy records. 01:22:00;00  Graphics On Screen Kliph Nesteroff Curator, National Comedy Center 01:22:12;25 Redd Foxx Everybody in my hometown bought a jackass. Preacher's wife had the biggest ass in town. I know because I rode her big ass all the time. Sometime I ride her ass so long, her ass would sweat and I'd slip right off her big, sweaty ass. 01:22:33;04 Mel Watkins Redd Foxx is making very explicitly sexual records, blue records, or off-color records that were sold in African American communities. Everybody that I knew when I was growing up had Redd Foxx records. He was listened to by African Americans on a massive level. But he was unknown in mainstream society virtually. 01:22:40;16  Graphics On Screen Mel Watkins Author, On The Real Side 01:22:51;20 Merv Griffin What are party records? 01:22:53;08 Redd Foxx You play them at a party. You ever been to a party? Put the records on when it's kind of dull and then wait. 01:22:54;16  Graphics On Screen Redd Foxx The Merv Griffin Show, 1966 01:22:58:08 Merv Griffin Yeah? Are they… 01:22:59;11 Redd Foxx The party starts. 01:23:00;00 Merv Griffin Naughty? 01:23:02;14 Redd Foxx Yes. 01:23:03;17 Merv Griffin Yeah. 01:23:05;22  Graphics On Screen Redd Foxx Laff Of The Party 1956 01:23:05;22 Redd Foxx There's a new bikini bathing suit coming out this summer. A new bikini, girls. It's two Band-Aids and a cork. All right, two corks. 01:23:17;12 Russell Peters My parents had the Redd Foxx Dirty Jokes record in the house. It was that, and they would put it on after I would go to bed. I'm like, like it was porn or something, you know. 01:23:18;24  Graphics On Screen Russell Peters Comedian 01:23:26;00  Graphics On Screen Redd Foxx Video In A Plain Brown Wrapper 1983 01:23:26;00 Redd Foxx  Hygiene. The toughest thing in the world, have to turn to your mate one night and say, you got to wash your ass. Knowing how difficult it is, I said it for you in this album. You Got to Wash Your Ass. 01:23:47;15 Dr. Todd Boyd When you went to the record store, you often had to ask for these albums, because they wouldn't be out that you could just go and pick them up out of the bin. They were often hidden or in a certain part of the store where you needed some sort of assistance from the people in the store, because they were thought to be too scandalous. 01:23:57;25  Graphics On Screen Dr. Todd Boyd Professor Of Critical Studies, Usc  01:34;06;04  Graphics On Screen The Dick Cavett Show 1969 01:23:36:01 Dick Cavett I've heard several of them and it's a-a miracle that you're able to select lines from them to do on television. 01:24:12;06 Mel Watkins The party records that Redd Foxx did were underground, but underground to mainstream society. So the mainstream didn't know anything about it and didn't want any part of it at that point. 01:24:24;25  Graphics On Screen Richard Pryor That Nigger'S Crazy, 1974 01:24:24;25 Richard Pryor There ain't no way to get an ambulance in the ghetto, right? Unless you call up, there's five niggers killing a white woman! Certain dudes would talk to you while they kicked your ass, right? What do you want to fuck with me, man? Shit. Somebody get this nigger off of me. I-I didn't know the nigger was blind. 01:24:48;10 Dinah Shore I don't know how you feel about the title of your album, but I find it difficult to say. 01:24:49;15  Graphics On Screen Dinah! 1975 01:24:49;22 Richard Pryor You do? 01:24:50;16 Dinah Shore Yes, I do. 01:24:50;16 Richard Pryor My, most white people, it's hard to say crazy. 01:24:52;09  Graphics On Screen Richard Pryor 01:24:54;27 Dinah Shore No, the title, you tell them the title of the album, I can't say that. 01:24:57;14 Richard Pryor The title of the album is, That Nigger's Crazy. 01:25:02;03 Dinah Shore See now, you can just say that and talk... 01:25:03;20 Richard Pryor Yeah, well look, it used to be... 01:25:03;20 Dinah Shore If I said that, wouldn't you get mad? 01:25:05;13 Richard Pryor I'd punch you out. 01:25:07;18 Richard Zoglin Richard Pryor was influenced by Redd Foxx, but what he did was to bring some of that sensibility to the mainstream. The idea that a guy who had been developing this new, provocative, racial material would suddenly break through to a mainstream audience, was a big moment. 01:25:14;10  Graphics On Screen Richard Zoglin Author, Comedy At The Edge 01:25:26;03  Graphics On Screen The Richard Pryor Show (Outtake) 1977 1:25:26;03 Richard Pryor A lot of people here might be offended. So you should leave now, 'cause I'm gonna say fuck and suck and-and shit and do-do. 01:25:35;22 Mel Watkins Pryor used profanity in a way that even exceeded Lenny Bruce and all the comics who went before him. He made the use of those terms seem to be a part of everyday life and made the people listening to his comedy accept the characters saying them in that being who they realistically were. This is the way these people really talked. He changed this low comedy into high art in a way that no one had done before. 01:26:02;19  Graphics On Screen Richard Pryor: Live On The Sunset Strip 1982 01:26:01;00 Richard Pryor 'Cause I remember the motherfucker. He could make a motherfucker laugh at a funeral on Sunday, Christmas Day. 01:26:10;07 Mel Watkins It was about making sure that he told the truth and he said it on several occasions, that that's what he was trying to do. 01:26:17;22 Rain Pryor My dad would always say, if only you knew Lenny Bruce. And I didn't understand that until much later. And I think it was because for my dad that was kind of the-the beginning of speaking-speaking truth to power, they say, politically and consciously. 01:26:26;04  Graphics On Screen Rain Pryor Daughter Of Richard Pryor 01:26:35;08  Graphics On Screen The Richard Pryor Show (Outtake) 1977 01:26:35;08 Richard Pryor I would also like to thank the-the cameraman who has done such a wonderful job in getting rid of the black cameramans. [Laughs] 01:26:44;08 Rain Pryor Lenny kind of lit that fire. And my dad and Carlin took it this way. And it never stopped. 01:26:54;04 Eddie Murphy Richard is the rawest motherfucker in show business. Richard's the one that made me want to do comedy. I wanted to be Richard so bad, I used to go out on stage when I was 15 and talk and act and walk and do everything like Richard Pryor. My mother would sit there and watch her little 15 year old son on stage saying some outlandish shit. My whole act then was about taking a shit, 'cause that's all I had done at 15. 01:26:58;00  Graphics On Screen Eddie Murphy Raw 1987 01:27:13;00 Richard Zoglin I think every African-American comedian to some degree was inspired by Richard Pryor. Eddie Murphy did get into using four letter words more, out of a sense of, I'm trying to shock you. 01:27:23;10 Eddie Murphy I got a lot of people from other countries that have seen my films and come over to the United States 'cause New York is like a tourist place. And they get Hbo and they catch Delirious and they can't speak English, and try to do my act on the street. And all they got is curses. I got foreigners from all the world walking up going, Eddie Murphy! Fuck you! I love it! Suck my dick, eh? Suck it you black motherfucker. 01:27:49;00  Graphics On Screen Ali Wong Comedian 01:27:49;00 Ali Wong I saw Eddie Murphy's Raw and Delirious when I was really little, like when I was in second grade. I even knew then like, he nasty. He naughty. He's not supposed to be saying any of that. Those are bad, bad words. And it's hilarious. 01:28:05;02 Eddie Murphy You watch the Bill Cosby show? I do too. I love Bill Cosby show. I've been a-a big fan of Bill Cosby all my life. Never met the man before, but he called me up about a year ago and chastised me on the phone for being too dirty. I was pissed off. I was so mad, I called Richard Pryor's house up and said, yo, Richard. Bill Cosby just called me up and told me I was too dirty. He said, do the people laugh when you say what you say? I said, yes. He said, do you get paid? I said, yes. He said, well tell Bill I said have a Coke and a smile and shut the fuck up. 01:28:35;23  The History Of Comedy Animated Temp Bumper 01:28:40;23  The History Of Comedy Animated Temp Bumper 01:28:45;11 Gilbert Gottfried My imitation of Dolly Parton. Dolly Parton's mother. Dolly Parton's brother. You're making fun of the brother of a celebrity's testicles! 01:28:48;18  Graphics On Screen Gilbert Gottfried Greetings From Gilbert,1986 01:28:31:13  Graphics On Screen Roseanne Barr Rodney Dangerfield’s \"It’S Not Easy Being Me,\" 1986 01:28:31;13 Roseanne Barr I had one with a birth control pill, then I had one with a diaphragm, then I had another one with the Iud. I don’t even know what happened to my Iud, never came out. But I have my suspicions, because that kid picks up Hbo. 01:29:17;13  Graphics On Screen Bobcat Goldthwait An Evening With Bobcat: Share The Warmth, 1987 01:29:17;13 Bobcat Goldthwait Ah. Watch Showtime. Get the fuck out of my face! 01:29:22;21 Richard Zoglin As guys like Pryor and Carlin came around and shocked you and were scatological and talked about sex, as each new standup comedian came along, there was less and less barriers to break through, so they would reach farther and farther to try to do something to shock the audience. 01:29:26;11  Graphics On Screen Richard Zoglin Author, Comedy At The Edge 01:29:44;10 Kliph Nesteroff Sam Kinison embodies the ‘80S era of comedy. It was more of like a trend. People were doing characters that were extensions of themselves. So Sam Kinison was Sam Kinison, but on stage he was Sam Kinison the character, as opposed to Sam Kinison the man. 01:29:49;19  Graphics On Screen Kliph Nesteroff Author, The Comedians 01:30:01;29 Sam Kinison You've never been married? [Laughs] What's your name? Michael? Well Michael, if you ever think about getting married, you ever think you've met the right woman, you want to settle down, change your life, will you do me a favor Mike? Remember this face. Oh, oh! 01:30:01;29  Graphics On Screen Sam Kinison Young Comedians Special, 1984 01:30:19;05 Marc Maron It was really the expression of the heartbroken man. We hold a lot of stuff in because we're civilized people and we're trying to do the right thing. But there's a lot that goes on emotionally that we can't express. And to have that little monster, put it out there like that, great. It's like a, it's like a relief valve. 01:30:23;02  Graphics On Screen Marc Maron Comedian/Podcaster 01:30:39;00 Kliph Nesteroff Sam did not care if the audience hated him. And would even bait them, you know. He would almost challenge them to leave if they didn't like it. And when you don't care, that's frequently when you get the best results. 01:30:54;15  Graphics On Screen Rodney Dangerfield, 1987 01:30:54;15 Rodney Dangerfield Very seldom someone comes along who's unusually different and gifted and creative and is, presents something that's unusual, right. And the money from last week? 01:31:03;00 Sam Kinison Yep. 01:31:04;28 Richard Zoglin Sam Kinison really took comedy to an extreme in the shouting, in some of the language and in some of the taboo subjects that he went after. 01:31:14;00  Graphics On Screen Sam Kinison: Breaking The Rules 1987 01:31:14;00 Sam Kinison I read the paper. They said that a group of homosexual necrophiliacs had been going around to mortuaries offering them money to let them come in at night, spend a couple hours undisturbed with the freshest male corpse. That's right. These corpses, 'cause I know these guys were laying out on slabs. They're in there going well, well life was tough and, that was pretty hard to live up to with the, I have face death and I'm glad I went through it. And well, this, now I'm ready to spend eternity in heaven, be with Jesus and, Rock of Ages. Hey! Hey, what's this shit? Oh, I don't believe this! There's a guy's dick in my ass! 01:32:05;20 Marc Maron Just that guy sitting there going, oh what's this? Like-like that moment, boy that was funny. 01:32:14;10  Graphics On Screen Dan Rather 1990 01:32:14;10 Dan Rather No laughing matter. That's what critics are saying about some routines that are passed off as comedy these days, a lot of it on television. Is it the cutting edge of social satire or the adult expression of what some children write on sidewalks? 01:32:34;15 Andrew Dice Clay Little Miss Muffet sat on her tuffet. Eating her curds and whey. Wolf came with spider, he sat down beside her. He said, hey, what's in the bowl bitch? Oh! 01:32:39;20  Graphics On Screen Andrew Dice Clay Dice Rules, 1991 01:32:47;05 Jeff Ross Dice was dirty. Dice’s language was filthy. The only thing that made Dice different was that his blue, his dirty, was controversial. 01:32:49;29  Graphics On Screen Jeff Ross Comedian 01:32:58;11 Betty Borns I really, though, don't understand why women go to hear Dice Clay. To me it's like a Jew going to a Hitler rally. 01:33:03;03  Graphics On Screen Betty Borns Tv Producer 01:33:09;00 Andrew Dice Clay Like I-I treat my girlfriend good. Like for Christmas I bought her this beautiful, umm, dustpan. With her name engraved, man, the whole family was home, I took it out. You had to see the look on her fuckin’ face. 01:33:22;10  Graphics On Screen Andrew Dice Clay Primetime, 1990 01:33:22;10 Andrew Dice Clay You know, the guy is-is a chauvinistic moron. You know? I wouldn't hang out with that guy, not if he meant those things. You know, even as a guy I wouldn't hang out with him because then I'd be saying he's deranged, you know? You know, but as a comedian, it's very funny and it doesn't hurt anybody. 01:33:42;24 Bobcat Goldthwait To be outrageous and bad boy and breaking the rules is extremely lucrative. It is extremely pandering. There's a lot of comedy that's done under the guise of being the edge, which isn't because it's actually connecting with the basest audience. 01:33:46;13  Graphics On Screen Bobcat Goldthwait Writer/Comedian 01:34:08;06 Unknown I found through great effort at least one remark of his that I could say on the air. He describes his sexual technique as, and I quote, \"so I say to the bitch, lose the bra or I'll cut ya.\" Is that funny? 01:34:10;28  Graphics On Screen Nightline 1990 01:34:19;14 Lorne Michaels What-what you're asking me to do is to defend Andrew Dice Clay. 01:34:22;12  Graphics On Screen Lorne Michaels Exec. Producer, Saturday Night Live 01:34:23;00 Unknown No, I'm asking you, is that funny? 01:34:24;12 Lorne Michaels I-I don't know what the context was. Obviously the way you just said it, no it's not funny. But the fact of it is, for me, the-the, what he does is a character. And-and when he's up there and he's on stage, it's a comedian. 01:34:34;04  Graphics On Screen Saturday Night Live 1990 01:34:37;11 Andrew Dice Clay How are ya? 01:34:38;20 Andrew Dice Clay Who's Dice, who's-who's Andrew Clay, who's-who's the Jewish kid, who's the guy that's acting Italian. You know, I get a, well, you want to know who he is? I'll tell you. Andrew Clay is a guy that came out here about 10 years ago. And broke his ass. Know what I mean? Broke his ass. He believed in himself. Became the hottest comic in the world. And anybody that doesn't like it, could wipe their ass with whatever they say about me. 01:35:19;26 George Lopez That wasn't Dice that broke down, that was Andrew. The backlash was so strong that it got past the Dice character and got to the Andrew guy and made him feel bad for what was being said. 01:35:22;26  Graphics On Screen George Lopez Actor/Comedian 01:35:32;17 Marc Maron Did it celebrate a certain type of thinking that probably doesn't need any more celebrating? Yeah, maybe. But did it make it look stupid as well? Did it make it look moronic? Yes. 01:35:45;08 Andrew Dice Clay Thanks a lot. You're great. Thank you. I’ll see you soon. Good night. 01:35:48;00  The History Of Comedy Animated Temp Bumper 01:35:53;00  The History Of Comedy Animated Temp Bumper 01:35:56;27 Larry David I’ve always been obsessed with women, and I’ve often wondered. If I, if I’d grown up in Poland when Hitler came to power, and was sent to a concentration camp would I still be checking out women in the camp. I think I would. 01:35:57;23  Graphics On Screen Larry David Saturday Night Live, 2017 01:36:18;00 Patton Oswalt Off limits is not a permanent address. It's just a marker that keeps getting moved. You couldn't say pregnant on Tv when Lucille Ball was pregnant on I Love Lucy. It keeps changing. So anyone who says, well, it's off limits. Well, enjoy the next 10 minutes, 'cause that's about as long as that's gonna last. 01:36:21;03  Graphics On Screen Patton Oswalt Writer/Comedian 01:36:39;18  Graphics On Screen Anthony Jeselnik: Thoughts And Prayers 2015 01:36:39;18 Anthony Jeselnik The thing today, the thing right now you can't make fun of, the thing that's too sensitive at this moment, transgendered people. See? You can't do it. You can't make fun of them. It's too sensitive. In fact, you can't even call them chicks with dicks anymore. No. No. You have to call them men who talk too much. 01:37:10;01 Ali Wong There's been so many dirty jokes. So you can't do some cliché dick joke that everybody's heard before. Some cliché big pussy joke. You better do something fresh and new that nobody's ever talked about before. 01:37:15;00  Graphics On Screen Ali Wong Comedian 01:37:25;23 Ali Wong Most women won't let their husbands watch when they're going through a miscarriage. I sat my husband down in front of me while I sat on the toilet and I was like, you look. You watch the whole thing. And he felt so bad for me. And I used it as leverage and held that shit over his head for a month. And got him to do whatever the fuck I wanted him to do for 30 days. He took me to see Beyoncé. He bought me a bike off of Craigslist. That's my miscarriage bike and I love it very much. For 30 days I finally had the marriage I always wanted. 01:37:25;23  Graphics On Screen Ali Wong Baby Cobra 2016 01:38:02;29 Elayne Boosler If you're filthy, the lower you go, the funnier you better be. And I'll go with you. I mean, there's filth that I absolutely adore. But if it's just all you have, then you shouldn't be here. 01:38:05;10  Graphics On Screen Elayne Boosler Comedian 01:38:13;13 Sarah Silverman Girls grow up so fast. It's-it's like they don't have childhoods anymore. They're sexualized so early. You know, I, a girlfriend of mine has a little baby girl and I babysat her. I changed her diaper. Totally shaved. Six months old. 01:38:14;10  Graphics On Screen  Sarah Silverman: We Are Miracles 2013 01:38:38;15 Sarah Silverman It’s always just about busting things that are taboo. Unless you’re brave enough to lose people, then what’s, why are you doing this? 01:38:39;27  Graphics On Screen Sarah Silverman Writer/Comedian 01:38:49;10 Jim Jefferies Some people start off with some friendly material, and they build up to the intense stuff later on. I like to just walk out there and do my most offensive joke first in the hope that the people who will go, who are gonna walk away in 40 minutes will walk out now, and we can actually enjoy ourselves. [Laughs] 01:38:58;27  Graphics On Screen Jim Jefferies Comedian 01:39:08;10  Graphics On Screen Jim Jefferies Freedum, 2016 01:39:08;10 Jim Jefferies Bill Cosby. It turns out that Bill Cosby is a rapist. I know. I always used to watch him on the tele as a kid and I always used to think to myself, I bet he doesn’t rape. I’ve been wrong before, and I’ll be wrong again. 01:39:30;21 Steve Allen You see a comedian, by the very nature of what he is, is a troublemaker. He is an iconoclast. He is a playful troublemaker, a good natured troublemaker, but a troublemaker. And therefore he must recognize the existence of certain taboos. 01:39:31;20  Graphics On Screen Steve Allen 1960 01:39:44;22  Graphics On Screen Craig Ferguson Writer/Comedian 01:39:44:22 Crag Ferguson Free speech involves getting free speech coming back at you. A rape joke is a good example. You make a rape joke and it's shit, right, and they go, you're the fucking douchebag. You should never had made that joke. You're harshing my First Amendment rights. No I'm not. It's my First Amendment rights to call you a dick when you're a fucking dick. You're a dick. That joke sucked. Free speech, motherfucker. 01:40:06;18 Kliph Nesteroff There's more freedom now than ever before. And the reason there's more freedom now is because of people like Redd Foxx, like Richard Pryor, like George Carlin, who kind of martyred themselves in the 60's, who got in trouble for saying very innocuous things. And we owe them a-a lot of credit. 01:40:11;16   Graphics On Screen Kliph Nesteroff Curator,  National Comedy Center 01:40:23;00 Anthony Jeselnik You guys mad about that one? It's gonna get so much fucking worse. 01:40:31;01 Marc Maron Look, anybody who talks graphically, you know, we owe Lenny Bruce. That was done for us by him. You know. We all know how to work clean. I mean, I say fuck too much. There's no doubt. But I can. 01:40:44;06 Interviewer Do you remember, before we leave, do you remember the actual seven words? 01:40:51;03 Lewis Black Umm… oh, god. 01:40:51;25 Penn Fraser Jilette Oh geez. I feel, I had them memorized. I wasn't prepared to do it right now. 01:40:55;28 Kevin Smith  It's weird, I never committed them to memory. 01:40:58;12 Carl Reiner I don't want to say them now because people may be watching. 01:41:01;28 Lewis Black Tits, shit, cock... 01:41:06;08 Jim Jefferies Shit, piss, motherfucker, cocksucker, tits. Did I miss one? 01:41:12;01 Lewis Black You know, the problem is, I don't even think words are dirty, so if I can remember what the fuck they are. Shit, tit, cock... 01:41:19;25 Kliph Nesteroff I'm missing one. What's...? Shit, oh cocksucker. Of course. 01:41:29;05  End Credits 01:41:20;05 Lewis Black Are you serious, Lewis? Shit, tit, cock… 01:41:33;26 Sarah Silverman Dick? Penis, cock, vagina, pussy? 01:41:38;02 Lewis Black Oh yeah, cunt. Motherfucker. But I was right, I said motherfucker. 01:41:43;05 Penn Fraser Jillette Shit, piss, cock, cunt, motherfucker, cocksucker, I left piss out, I think. 01:41:50;24 Patton Oswalt Shit, tits, fuck, cunt, cocksucker, motherfucker and bitch. Oh my God."
}
]
